{
    "ACCOUNT.TITLE": "Portfolio",
    "ACCOUNT.FROZEN": "Gesperrt",
    "ACCOUNT.AVAILABLE": "Verfügbar",
    "ACCOUNT.TOTAL": "Gesamt",
    "WALLET_SETUP.TITLE": "Wallet einrichten",
    "REGISTER.TITLE": "Wallet erstellen",
    "CREATE_WALLET_DISCLAIMER.TITLE": "Information",
    "CREATE_WALLET_DISCLAIMER.TEXT": "BITTE GEHE SEHR VORSICHTIG MIT DEINEN BACKUP-WÖRTERN UM. DIESER HINWEIS IST VON GENERELLER NATUR UND STELLT KEINE RECHTLICHE ODER FINANZIELLE BERATUNG DAR.",
    "REGISTER.YOUR_MNEMONIC_KEY": "Deine Backup-Wörter für die Sicherung",
    "MNEMONIC_SHOW.TITLE": "Deine Wallet-Sicherung",
    "YOUR_MNEMONIC_WORDS": "Deine Backup-Wörter zur Sicherung",
    "IMPORT_WALLET": "Wallet importieren",
    "CREATE_NEW_WALLET": "Neues Wallet erstellen",
    "CREATE_WALLET": "Fertig. Auf gehts.",
    "BUTTON.OK": "Ok",
    "PLACEHOLDER.MNEMONIC_PASSPHRASE": "Backup-Wörter",
    "TRANSACTIONS": "Transaktionen",
    "DATE": "Datum",
    "AMOUNT": "Betrag",
    "RECIPIENT_ADDRESS": "Empfängeradresse",
    "AVAILABLE_BALANCE": "Verfügbarer Betrag",
    "AVAILABLE": "Verfügbar",
    "SCAN": "Scannen",
    "ETP_DEPOSIT": "ETP Anlegen",
    "SWITCH_LANGUAGE": "Sprache",
    "LANGUAGE_SETTINGS": "Spracheinstellungen",
    "SETTINGS": "Einstellungen",
    "INFORMATION": "Haftungsausschluss",
    "MESSAGE.ERROR_TITLE": "Oops",
    "MESSAGE.LOADING": "Bitte warten...",
    "HISTORY.NO_TXS_YET": "Noch keine Transaktionen",
    "HISTORY.NO_TXS_YET_TEXT": "Wallet ab heute nutzen!",
    "SETTINGS.RESET_TEXT": "Zurücksetzen aller Wallet-Daten. Bitte stelle sicher, dass du die Backup-Wörter zur Sicherung des Wallets hast.",
    "SETTINGS.RESET_BUTTON": "Zurücksetzen",
    "SETTINGS.RESYNC_TEXT": "Erzwinge Resynchronisierung des Wallets zur Wiederherstellung alle Transaktionen und Guthaben.",
    "SETTINGS.RESYNC_BUTTON": "Erzwinge Resynchronisierung",
    "DEPOSIT": "Anlegen",
    "SEND": "Senden",
    "RECEIVE": "Empfangen",
    "HISTORY": "Verlauf",
    "IMPORT_WALLET_ERROR_MESSAGE": "Fehler beim Importieren des Wallets. Bitte überprüfe die Eingaben und versuche es erneut.",
    "IMPORT_WALLET_CONNECTION_MESSAGE": "Fehler beim Verifizieren des Wallets. Bitte versuche es später.",
    "MENU": "Menü",
    "REORDER": "Neu sortieren",
    "FINISH": "Fertig",
    "ERROR_SEND_TEXT": "Transaktion konnte nicht erstellt werden. Bitte überprüfe die Eingaben und versuche es erneut.",
    "MNEMONIC_CONFIRM_HEAD": "Bestätige Backup-Wörter",
    "MNEMONIC_CONFIRM_TEXT": "Um sicherzustellen, dass die einzelnen Wörter des Backups richtig aufgeschrieben wurden, kannst du jetzt die Wörter in die richtige Reihenfolge bringen.",
    "CONFIRM": "Bestätigen",
    "SKIP": "Überspringen",
    "COPY": "Kopieren",
    "WARNING": "Warnung",
    "BACKUP_WORDS_BACKED_UP_TEXT": "Bestätige, dass du die Backup-Wörter aufgeschrieben und gesichert hast",
    "BACKUP_WORDS_BACKED_UP_YES": "Ja, ich habe eine Sicherung",
    "NO": "Nein",
    "BACKUP_WORDS_CONFIRM_SKIP_TEXT": "Bist du sicher dass du fortfahren möchtest, ohne die Backup-Wörter zu bestätigen?",
    "I_AM_SURE": "Ich bin sicher",
    "MESSAGE.ERROR_CONNECT_BLOCKCHAIN": "Problem beim Verbinden zu Blockchain-Knoten.",
    "BACK": "Zurück",
    "SETTINGS.WORDS_BUTTON": "Backup-Wörter",
    "SETTINGS.WORDS_TEXT": "Deine Backup-Wörter in Verbindung mit dem privaten Schlüssel",
    "RESET_TITLE": "Bist du sicher?",
    "COPIED_MNEMONIC": "Backup-Wörter in die Zwischenablage kopiert",
    "SETTINGS.PINCODE": "PIN-Code Einstellungen",
    "SETTINGS.PINCODE_BUTTON": "Konfigurieren",
    "SECURITY_WARNING": "Sicherheitswarnung",
    "SET_PIN_FIRST": "Bitte richte zuerst einen PIN-Code ein",
    "PLEASE_AUTHORIZE": "Bitte autorisieren",
    "CONFIRM_PINCODE": "PIN-Code bestätigen",
    "BUTTON.DOWNLOAD": "Schlüssel herunterladen",
    "BUTTON.NEXT": "Weiter",
    "IMPORT_WORDS": "Manuell eingeben",
    "IMPORT_WORDS_TITLE": "Zwei Möglichkeiten, um die Backup-Wörter einzugeben:",
    "IMPORT_WORDS_BAR": "Backup-Wörter importieren",
    "IMPORT_FILE": "Bitte öffne die Datei für das Wallet",
    "UPLOAD_KEYSTORE": "Schlüssel-Datei hochladen",
    "PASSWORD": "Passwort",
    "CANCEL": "Abbrechen",
    "ENTER": "Eingabe",
    "CREATE_NEW_WALLET_BUTTON": "Neues Wallet erstellen",
    "OPEN_WALLET_FILE": "Wallet mittels Datei öffnen",
    "CREATE_FROM_BACKUP_WORDS": "Erstelle Datei mittels Backup-Wörter",
    "WRONG_FILE": "Falsche Datei",
    "CONFIRM_PASSWORD": "Passwort bestätigen",
    "LIGHT_WALLET_INFO_TEXT": "Nehme bitte zur Kenntnis, dass myetpwallet.com keinen Zugriff auf deinen Wallet-Schlüssel hat. Wenn du die Backup-Wörter oder die Schlüsseldatei verlierst, sind wir nicht in der Lage, dir den Zugriff auf dein Guthaben zu ermöglichen.",
    "TRANSACTION.INNER_WALLET": "Transaktion innerhalb des Wallets",
    "HEIGHT": "Blöcke",
    "SELECT_CHANGE_ADDRESS": "Änderungsadresse spezifizieren (optional)",
    "SELECT_FROM_ADDRESS": "Adresse der Quelle auswählen (optional)",
    "SHOW_ADVANCED": "Erweiterte Optionen anzeigen",
    "AUTO": "Automatisch",
    "SELECT_DEPOSIT_OPTION": "Anlagezeitraum",
    "DEPOSIT_PROFIT": "Dein Profit",
    "TRANSACTION_PREVIEW_TEXT": "Deine verschlüsselte Transaktion wird sein:",
    "MESSAGE.SUCCESS": "Sehr gut!",
    "MESSAGE.LOGOUT_CONFIRM": "Bist du sicher, dass du dich abmelden möchtest?",
    "SUCCESS_SEND_TEXT": "Transaktion wurde in das Netzwerk übertragen. Bitte warte auf die Bestätigung. Dein Transaktions-Hash ist: ",
    "IMPORT_MNEMONIC_TEXT": "Eine Wallet-Datei wird für dich erstellt. Über diese Datei erhältst du Zugriff auf dein Wallet.",
    "ENTER_PASSWORD_HEADLINE": "Passwort für die Datei eingeben",
    "CHOOSE_A_FILE": "Datei auswählen",
    "BACKUP_WORDS_WRITE_DOWN_TEXT": "Bitte schreibe die folgenden 24 Wörter auf ein Stück Papier auf. Du wirst diese benötigen, wenn du das Wallet wiederherstellen möchtest. Es ist sehr wichtig, dass du diese sicher und privat verwahrst. Zeige es niemandem.",
    "RESET_MESSAGE": "Alle Anmeldedaten werden gelöscht",
    "SHOW_ALL_ASSET_BALANCES": "Guthaben für alle Assets anzeigen",
    "THEME_SETTINGS": "Design anpassen",
    "LOGIN_MENU_INFO_TEXT": "Hinweis für Benutzer von existierenden MVS-Wallets: Erstelle bitte beim ersten Anmelden auf myetpwallet.com eine Wallet-Datei mittels Backup-Wörter und öffne danach das Wallet von dieser Datei",
    "PASTE_WORDS": "Eingabefeld verwenden",
    "RESET": "Zurücksetzen",
    "OR": "ODER",
    "DISCLAIMER": {
        "HEADLINE": "Haftungsausschluss",
        "INTRODUCTION": "Dieses Light-Wallet ist auf der Blockchain-Technologie basierend entwickelt worden. Alle Account-Informationen und Transaktionsaktivitäten sind in der öffentlich einsehbaren Blockchain gespeichert. Der Service-Provider für das Wallet speichert keine privaten Schlüssel oder Backup-Wörter der Benutzer (zusammengefasst als “private Schlüssel-Informationen”) in irgendeiner zentralen Datenbank. Die privaten Schlüssel-Informationen oder Dateien, die über den Import von privaten Schlüsseln generiert wurden, gehören ausschließlich zu der Person, die den Account für das Wallet erstellt hat. Der Benutzter trägt die ausschließliche Verantwortung für die sichere Verwahrung der privaten Schlüssel und Passwörter und ist der ausschließlich Verantwortliche für den Account, die Passwörter und den privaten Schlüsselinformationen.",
        "LIST_INTRODUCTION": "Du bist damit einverstanden, dass der Service-Provider für das Wallet nicht verantwortlich ist und auch nicht haftbar gemacht werden kann in folgenden Situationen:",
        "LIST_ITEM_1": "Die Herausgabe von persönlichen Informationen, die der Benutzer betreffend des Wallets/privaten Schlüssels zu anderen zugänglich gemacht hat, die nicht sichere Speicherung des Passworts/privaten Schlüssels, die Weitergabe des Wallet-Accounts oder jeder andere Fehler ist nicht im Verantwortungsbereich des Service-Providers.",
        "LIST_ITEM_2": "Der Gebrauch dieses Dienstes setzt eine Internetverbindung voraus und kann durch eine instabile Verbindung beeinflusst werden. Der Gebrauch dieses Dienstes unterliegt dem Risiko eines Ausfalls oder kann durch folgende Ereignisse den Anforderungen nicht gerecht werden: Ereignisse durch höhere Gewalt, Malware, Viren oder andere schadhafte Programme, Angriffe durch Hacker, instabile Betriebssysteme, geografische Lage der Benutzer, Ausschalten der Geräte durch Benutzer sowie andere Gründe in Verbindung mit dem Internet, mit der Technologie oder mit den Telekommunikationsnetzen. Alle Benutzer müssen die genannten Risiken verstehen und akzeptieren. Der Wallet-Service-Provider wird für keinerlei Konsequenzen verantwortlich gemacht, die als Folge aus der Nutzung dieses Dienstes hervorgehen.",
        "LIST_ITEM_3": "Der Gebrauch von Asset-Transfer-Diensten setzt ausreichende Kenntnisse der Benutzer über die beteiligten Gegenparteien voraus (das betrifft insbesondere, aber nicht nur, die tatsächliche Identität der Gegenpartei). Es gibt keine Möglichkeit eines Widerrufs, Kündigung oder Rückabwicklung eines Asset-Transfers, sobald sie ausgeführt worden ist. Die Benutzer übernehmen alle Risiken, die als Folge aus der Nutzung des Asset-Transfer-Services hervorgehen, sobald ein Transfer ausgeführt wurde. Der Wallet-Service-Provider wird rechtlich nicht verantwortlich oder zuständig gemacht im Falle von Auseinandersetzungen, die bei der Nutzung des Asset-Transfers entstehen können. Solche Auseinandersetzungen werden einzig durch die versendenden und empfangenden Parteien gelöst.",
        "LIST_ITEM_4": "Der Service-Provider bietet lediglich technische Hilfe für das Wallet und wird für keine anderen Dienste eine Unterstützung anbieten.",
        "READ_AND_AGREE": "Ich habe den kompletten Haftungsausschluss gelesen und bin damit einverstanden. Ich übernehme die alleinigen Verantwortungen und Risiken."
    },
    "LOGOUT": "Abmelden",
    "RESYNC": "synchronisieren",
    "SYNCING": "synchronisiere",
    "TRANSFER": "Transferieren",
    "OK": "OK",
    "PREVIEW": "Vorschau",
    "LEGAL_DISCLAIMER": {
        "TITLE": "Haftungsausschluss",
        "BRIEF_EXPLAIN": "MyETPWallet.com ermöglicht das einfache Erstellen, Speichern und den Zugriff auf deine Informationen und Assets und interagiert mit dem Metaverse-Blockchain. Du bist ausschließlich verantwortlich für die Verwaltung deiner Guthaben und für die Aufrechterhaltung der Sicherheit deiner privaten Schlüssel und der Backup-Wörter bezüglich deines Wallets.",
        "WARNING": "Nehme bitte vor der Nutzung dieses Wallets zur Kenntnis, dass in Verbindung mit Cryptowährungen und auf der Blockchain basierenden Open-Source Programmen wichtige Risiken bestehen wie Volatilität an den Börsen oder Software-Fehler. Mit der Registrierung eines Accounts über MyETPWallet.com oder MVSD erklärst du dich damit einverstanden, dass du die Allgemeinen Nutzungsbedingungen aus diesem Haftungsausschluss gelesen, verstanden und akzeptiert hast.",
        "I_TITLE": "I. Zugriff und Steuerung der Wallet-Informationen",
        "I_INFO": "1.1 Wenn du ein Wallet-Account erstellst, werden Backup-Wörter mit 24 englischen Wörtern und ein Schlüsselpaar aus öffentlichem und privatem Schlüssel erstellt, die zum Empfangen und Versenden einer digitalen Währung verwendet wird. Du musst deine Backup-Wörter und den privaten Schlüssel speichern und sicher aufbewahren. Falls das nicht der Fall ist, kann das zum Verlust des Accounts und den enthaltenen Assets führen.",
        "I_INFO_2": "1.2 Das Wallet sammelt oder speichert keine privaten Informationen der Benutzer, einschließlich deiner Passwörter und privaten Schlüssel. Diese Informationen sind lokal auf dem Gerät der Benutzer gespeichert. Demzufolge können wir dich dabei nicht unterstützen, das Wallet wiederherzustellen. Das Entwickler-Team ist lediglich verantwortlich für die Bereitstellung des Wallets und die Behebung von Software-Fehlern und ist nicht in der Lage, private Schlüssel zu entschlüsseln oder wiederherzustellen. Wenn du MyETPWallet.com nutzt, bestätigst du, dass Metaverse nicht verantwortlich ist für die Verwahrung und Aufrechterhaltung deiner privaten Schlüssel in Verbindung mit deinem Wallet. Wir raten dir dringend, die Wallet-Dateien zu sichern, um dein Eigentum zu schützen.",
        "II_TITLE": "II. Wallet-Sicherheit",
        "II_INFO_1": "2.1 Das Metaverse-Team wird adäquate Sicherheitsmaßnahmen treffen gegen Datenverlust, unsachgemäße Benutzung, unautorisierten Zugriff und/oder Veröffentlichung. Beispielsweise verwenden wir höchste Standards zur Verschlüsselung wie SSL, um die persönlichen Informationen zu schützen. Bitte nehmen sie jedoch zur Kenntnis, dass wir keinen absoluten Schutz für Daten und deren Veröffentlichung im Internet garantieren können aufgrund von technischen Begrenzungen und unvorhersehbaren feindlichen Aktionen gegen die Plattform. Der Benutzer bestätigt die Möglichkeit, dass bei der Benutzung unseres Dienstes das System und das verwendete Telekommunikations-Netzwerk kompromittiert sein kann und das außerhalb unseres Einflusses liegt. Beispielsweise kann es passieren, dass der Benutzer eine Software herunterlädt oder Webseiten besucht, die Viren, Malware oder sonstige schadhafte Programme enthalten, die die Sicherheit der Wallet-Informationen gefährden. Daher ist es unerlässlich, dass die Benutzer die Sicherheit auf ihre persönlichen Informationen und Daten gewährleisten. Du akzeptierst das immer vorhandene Sicherheitsrisiko beim Übergeben persönlicher Informationen oder bei sonstigen Handlungen über das Internet und wirst uns nicht verantwortlich für irgendeine Sicherheitslücke machen, außer wenn es aufgrund unserer Fahrlässigkeit geschieht. Das Entwickler-Team empfiehlt, dass die Benutzer darauf Acht geben, ihre Passwörter und privaten Schlüssel offline zu speichern (z.B. durch Aufschreiben auf ein Stück Papier).",
        "II_INFO_2": "2.2 Unter keinen Umständen sollte der Benutzer irgendwelchen nicht offiziellen Quellen trauen. Jegliche Wallet-Transaktion sollte durchgeführt werden, nachdem der Benutzer die Identität der Gegenpartei untersucht und beurteilt hat.",
        "II_INFO_3": "2.3 Es obliegt der ausschließlichen Verantwortung des Benutzers, das Wallet zu schützen. Die Entwickler von Metaverse werden gemäß den Industriestandards adäquate technische Vorkehrungen treffen, um die Datensicherheit auf dem Gerät des Benutzers zu gewährleisten, ist jedoch rechtlich nicht verantwortlich für Datenverluste oder den Verlust von Guthaben. Der Benutzer bestätigt und akzeptiert, dass das Metaverse-Team in solchen Umständen nicht den vollumfänglichen Schutz des Guthabens auf dem Wallet garantieren kann.",
        "III_TITLE": "III. Kontakt",
        "III_INFO": "Solltest du irgendeine Frage bezüglich der genannten Richtlinien zur Privatsphäre haben, bitte kontaktiere uns über die folgende E-Mailadresse: info@mvs.org",
        "FOOTER": "Das Metaverse-Team behält sich das Recht vor, diese Bestimmungen nach eigenem Ermessen jederzeit zu ändern. MyETPWallet wird unter dem Schutz des Open-Source Protokolls MIT verbreitet."
    },
    "PASSWORD_WARNING": "Zu deiner eigenen Sicherheit empfehlen wir, ein starkes Passwort zu verwenden.",
    "FEE": "Transaktionsgebühr",
    "NOTICE_TRANSACTION_FEE_UNCOVERED": "Bitte stelle sicher, dass du genug ETP zum Abdecken der Transaktionsgebühr hast.",
    "SELECT_RECIPIENT_ADDRESS": "Empfänger-Adresse auswählen (optional)",
    "CUSTOM": "Anpassen",
    "CUSTOM_RECIPIENT_ADDRESS": "Empfänger-Adresse anpassen",
    "BLOCKS": "Blöcke",
    "INTEREST_RATE": "Zinssatz",
    "OPEN_FROM_QRCODE": "Wallet mittels QR-Code öffnen",
    "OPEN_FROM_BACKUP_WORDS": "Wallet mittels Backup-Wörter öffnen",
    "ENTER_PASSWORD_HEADLINE_MOBILE": "Gebe dein Passwort zum Entschlüsseln des privaten Schlüssels ein",
    "SETTINGS.SHOW_QRCODE_BUTTON": "Mobilgerät verbinden",
    "SETTINGS.SHOW_QRCODE_TEXT": "Exportiere deinen privaten Schlüssel zur mobilen Applikation MyETPWallet.",
    "LOGOUT_TEXT": "Vom Wallet abmelden",
    "EXPORT_ACCOUNT": "Mobilgerät verbinden",
    "IMPORT.SHOW_QRCODE_BUTTON": "QR-Code anzeigen",
    "IMPORT_MNEMONIC_TEXT_MOBILE": "Dein privater Schlüssel wird mit dem Passwort auf deinem Gerät verschlüsselt gespeichert.",
    "RESET_MESSAGE_MOBILE": "Alle Daten werden gelöscht. Zum Anmelden benötigst du deine Backup-Wörter oder einen Scan des QR-Codes von deinem Desktop Lightwallet.",
    "IMPORT.SCAN_QRCODE_TEXT": "Importiere meinen Account auf mein Mobilgerät",
    "IMPORT.SCAN_QRCODE_BUTTON": "Scanne QR-Code",
    "ASSET_ISSUE": "Asset erstellen",
    "NOTICE_ASSET_ISSUE_FEE": "Bitte nehme zur Kenntnis, dass die Erstellung eines Assets 10 ETP kostet.",
    "ISSUE.NOTICE_TRANSACTION_FEE_UNCOVERED": "Du brauchst mindestens 10 ETP, um ein Asset zu erstellen",
    "ISSUE.SYMBOL": "Symbol",
    "ISSUE.ISSUER_NAME": "Name des Emittenten",
    "ISSUE.MAX_SUPPLY": "Maximale Menge",
    "ISSUE.DECIMALS": "Anzahl der Nachkommastellen",
    "ISSUE.DESCRIPTION": "Beschreibung",
    "ISSUE.ISSUE_ADDRESS": "Adresse des Emittenten (Adresse zum Erhalt der neuen Token)",
    "ISSUE.FEE_ADDRESS": "Adresse für Gebühren (Adresse für die Zahlung von 10 ETP)",
    "ISSUE.CUSTOM_ISSUE_ADDRESS": "Bearbeite Adresse des Emittenten",
    "ISSUE.CONFIRMATION_TITLE": "Erstellung eines Assets kostet 10 ETP.",
    "ISSUE.CONFIRMATION_SUBTITLE": "Bist du sicher, dass du ein Asset erstellen möchtest?",
    "ISSUE.CREATE": "Asset erstellen",
    "EXPORT.HEADLINE": "Mobilgerät verbinden",
    "EXPORT.INTRODUCTION": "Zum Herunterladen von MyETPWallet auf deinem Mobilgerät, besuche bitte MyETPWallet.com und klicke auf 'Wallet herunterladen'.",
    "EXPORT.TEXT": "Bei diesem Vorgang wird dein privater Schlüssel auf dein Mobilgerät exportiert. Dein privater Schlüssel wird mit dem Passwort für dieses Account verschlüsselt und auf deinem Mobilgerät abgelegt. Bitte scanne diesen QR-Code vom App MyETPWallet.",
    "EXPORT.REMINDER_LOGOUT": "Bei Gerätewechsel nicht vergessen, den Account auszuloggen.",
    "LOGIN_MENU_INFO_TEXT_MOBILE": "Hinweis: Um einen Account z erstellen, nutze den Desktop und rufe im Browser MyETPWallet.com auf. Dort bist du in der Lage, deinen Account mit deiner Mobilnummer zu verknüpfen.",
    "REPORT_BUG": "Fehler melden",
    "MESSAGE.NETWORK_MISMATCH": "Netzwerk stimmt nicht überein",
    "MESSAGE.PASSWORD_WRONG": "Entschlüsseln des Wallets anhand des Passworts nicht möglich",
    "MESSAGE.CREATE_TRANSACTION": "Erstellen der Transaktion nicht möglich.",
    "MESSAGE.BROADCAST_ERROR": "Übertragen der Transaktion nicht möglich.",
    "LOGIN": "Login",
    "HOW_TO_IMPORT_WALLET_MOBILE": "Hilfe zum Import",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP1": "Öffne das lightwallet auf einem Desktop PC und wähle die Einstellungen und dann \"Mobilgerät verbinden\"",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP2": "QR Code scannen",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP3": "Viel spaẞ mit deinem mobilen Wallet!",
    "MESSAGE.ISSUE_INSUFFICIENT_BALANCE": "Es werden 10 ETP für die Asset Erstellung benötigt.",
    "SCANNING.MESSAGE_ACCOUNT": "Scanne den QR Code der Web-Version",
    "SCANNING.MESSAGE_ADDRESS": "Scanne die ETP Adresse",
    "MESSAGE.NOT_ETP_ADDRESS_TITLE": "Ungültige Adresse",
    "MESSAGE.NOT_ETP_ADDRESS_TEXT": "Dies ist keine gültige Metaverse Adresse. Bitte versuchen Sie es erneut.",
    "SEND_ALL_BUTTON": "Max",
    "IMPORT_QRCODE": "Der Import QRCode kann im Wallet unter app.myetpwallet.com im Menüpunkt Einstllungen unter \"Mobilgerät verbinden\" abgerufen werden",
    "MESSAGE.ONE_TX_PER_BLOCK": "Es kann momentan nur eine Transaktion gleichzeitig verarbeitet werden. Bitte warten Sie einen Moment.",
    "MESSAGE.INSUFFICIENT_BALANCE": "Kein ausreichendes Guthaben. Bitte Eingabe überprüfen.",
    "LOGIN.MOBILEWEB_ANDROID1": "Die MyETPWallet App gibt es im Google Play Store (empfohlen):",
    "LOGIN.MOBILEWEB_ANDROID2": "Oder als direkten Download:",
    "LOGIN.MOBILEWEB_IOS": "Die IOS App befindet sich zur Zeit in der Entwicklung. Als Alternative lässt sich die Web Version verwenden.",
    "LOGIN.MOBILEWEB_OTHER": "MyETPWallet ist momentan nut verfügbar für Browser and Android.",
    "ISSUE.MAX_SUPPLY_CUSTOM": "Fre wählbare Menge",
    "ISSUE.ONE_MILLION": "Eine Million",
    "ISSUE.TEN_MILLION": "Zehn Million",
    "ISSUE.ONE_HUNDRED_MILLION": "Einhundert Millionen",
    "ISSUE.ONE_BILLION": "Eine Milliarde",
    "ISSUE.TEN_BILLION": "Zehn Milliarden",
    "AVATARS": "Avatare",
    "AVATARS.CREATE_AVATAR_BTN": "Erstellen",
    "AVATARS.NO_AVATARS": "Du hast noch keinen Avatar registriert.",
    "CREATE_AVATAR": "Avatar registrieren",
    "CREATE_AVATAR.CREATE_BTN": "Registriere Avatar",
    "CREATE_AVATAR.SYMBOL": "Symbol",
    "CREATE_AVATAR.ADDRESS": "Adresse",
    "RECIPIENT_AVATAR": "Empfänger Avatar",
    "SEND_TO_AVATAR": "An Avatar senden",
    "HEADLINE_MST": "Metaverse Smart Token",
    "HEADLINE_MIT": "Metaverse Identifiable Token",
    "NO_MIT_TEXT": "Du hast kein MIT. MITs lassen sich über die Avatar Funktionen erstellen und versenden.",
    "MIT_REGISTER.SYMBOL": "Symbol",
    "MIT_REGISTER.CONTENT": "Inhalt",
    "IMPORT.WORDS_REMAINING": " Wörter verbleibend",
    "IMPORT.WORDS_ALL_OK": "Bereit zum Import",
    "IMPORT.WORDS_TOO_MANY": "Mehr als 24 Wörter",
    "IMPORT.INCORRECT_WORD": "Fehlerhaftes Wort Nummer ",
    "IMPORT.INCORRECT_MNEMONIC": "Fehlerhafte Backup Wörter. Bitte Eingabe Überprüfen.",
    "AVATARS.MY_CERTS": "Eigene Zertifikate",
    "AVATARS.SECONDARY_ISSUE": "Zweitausgabe",
    "AVATARS.DOMAIN": "Domain",
    "AVATARS.NAMING": "Name",
    "HASH": "Hash",
    "RECEIVE.ADDRESS_NO_MST": "Diese Adresse hat keine MST.",
    "ISSUE.SECONDARYISSUE_THRESHOLD": "Schwelle für Zweitausgabe",
    "ISSUE.SECONDARYISSUE_TYPE": "Spätere Zweitausgabe möglich",
    "ISSUE.SECONDARYISSUE_DISABLED": "Keine spätere Zweitausgabe möglich",
    "ISSUE.SECONDARYISSUE_UNLIMITED": "Zweitausgabe nur möglich bei Besitz des Zertifikats",
    "ISSUE.SECONDARYISSUE_RATE": "Zweitausgabe möglich bei Besitz des Zertifikats und Erreichen der Schwelle für Zweitausgaben.",
    "TOTAL_AVAILABLE_BALANCE": "Verfügbare Menge (gesamt)",
    "AVATAR_AVAILABLE_BALANCE": "Verfügbare Menge (Avatar)",
    "ISSUE.SYMBOL_AVAILABLE": "Domain verfügbar. Bei MST Erstellung, erhälst Du das dazugehörige Domain Zertifikat.",
    "ISSUE.SYMBOL_DOMAIN_OWNER": "Dein Avatar besitzt das Domain Zertifikat zur Erstellung des MST.",
    "ISSUE.SYMBOL_NAMING_OWNER": "Dein Avatar besitzt das Naming Zertifikat zur Erstellung des MST.",
    "ISSUE.SYMBOL_ALREADY_EXIST": "MST Symbol existiert bereits",
    "ISSUE.SYMBOL_NOT_CERT_OWNER": "Dein Avatar besitzt nicht das Domain Zertifikat zur Erstellung des MST.",
    "ISSUE.SYMBOL_ERROR_LOADING_MSTS": "Fehler beim Laden. Stelle sicher, dass das MST Symbol verfügbar ist.",
    "ISSUE.SYMBOL_ERROR_LOADING_CERTS": "Fehler beim Laden der Zertifikate. Stelle sicher, dass du über die nötigen Zertifikate zur Erstellung verfügst.",
    "REGISTER_MST": "MST registrieren",
    "REGISTER_MIT": "MIT registrieren",
    "TRANSFER_MIT": "MIT senden",
    "AVATAR_RECIPIENT_ADDRESS": "Die Adresse des Avatars ist {{address}}. Letztes Avatar update: {{last_update}}.",
    "MIT.STATUS": "Status",
    "CREATOR": "Ersteller",
    "OWNER": "Aktueller Besitzer",
    "CONTENT": "Inhalt",
    "MIT.TX_HASH": "Erstellt in",
    "MIT.HISTORY": "Transaktionshistorie",
    "CHECK_IN_EXPLORER": "Im Explorer öffnen",
    "ISSUE.MAX_SUPPLY_TOO_HIGH": "Ungültige maximale Menge. Anpassung der Menge oder der Anzahl der Nachkommastellen erforderlich.",
    "CREATE_AVATAR.NO_ADDRESS_1ETP": "Keine freie Adresse verfügt über ein Guhaben von 1 ETP. Bitte übertragen Sie 1 ETP an eine Adresse auf die noch kein Avatar registriert ist.",
    "MAINNET": "Mainnet",
    "TESTNET": "Testnet",
    "CREATE_AVATAR.CONFIRMATION_TITLE": "Die Registrierungsgebühr für Avatare beträgt 1 ETP.",
    "CREATE_AVATAR.CONFIRMATION_SUBTITLE": "Bitte bestätigen Sie die Registrierung des Avatars.",
    "ISSUE.NO_AVATAR": "Für die Resistrierung von MST wird ein Avatar benötigt. Bitte erstllen Sie zuerst einen Avatar.",
    "ISSUE.SELECT_AVATAR": "Wählen Sie einen Avatar aus",
    "ISSUE.NO_AVATAR_PLACEHOLDER": "Kein Avatar",
    "MIT_REGISTER.AVATAR_NAME": "Empfänger Avatar",
    "MIT_REGISTER.NO_AVATAR": "Für die Resistrierung von MST wird ein Avatar benötigt. Bitte erstllen Sie zuerst einen Avatar.",
    "MIT_REGISTER.RECIPIENT_ADDRESS": "Empfäger Avatar Adresse",
    "MIT_REGISTER.SELECT_AVATAR": "Bitte einen Empfänger Avatar auswählen",
    "CREATE_AVATAR.AVATAR_ALREADY_EXIST": "Dieser Avatar Name existiert bereits.",
    "MIT_REGISTER.MIT_ALREADY_EXIST": "Dieses MIT Symbol existiert bereits.",
    "SEND_TO_ONE": "Einzelempfänger",
    "SEND_MORE": "Mehrere Empfänger",
    "RECIPIENT": "Empfänger",
    "ADD_RECIPIENT": "Empfänger hinzufügen",
    "REMOVE_RECIPIENT": "Empfänger entfernen",
    "TOTAL_TO_SEND": "Gesamt",
    "SEND_MORE.TOTAL_MORE_AVAILABLE": "Die Summe ist übersteigt Ihre verfügbare Menge.",
    "SEND_MORE.WRONG_FILE": "Fehler beim Lesen der Datei. Für eine Beispieldatei können Sie die Exportfunktion verwenden.",
    "IMPORT_FROM_CSV": "Import von CSV",
    "DOWNLOAD_CSV": "Exportg CSV",
    "MESSAGE.SEND_MORE_IMPORT_CSV_TOO_MANY_RECIPIENT_TITLE": "Zu viele Empfänger",
    "MESSAGE.SEND_MORE_IMPORT_CSV_TOO_MANY_RECIPIENT_BODY": "Diese Datei enthält zu viele Empfänger. Die maximale Anzahl an Empfängern beträgt ",
    "TRANSACTION": "Transaktion",
    "LOCKED_UNTIL": "Angelegt bis",
    "LOCKED_FOR_BLOCKS": "Angelegt für",
    "DEPOSITS": "Anlagen",
    "MINERS": "Miner",
    "DEVELOPERS": "Entwicklergemeinschaft",
    "TRANSFER_FEE_DISTRIBUTION": "Transaktionsgebührverteilung",
    "HELP.CREATE_AVATAR_NAME": "Der Avatar Name ist eine eindeutige Zeichenkette. Es kann Ziffern, Groß- und Kleinbuchstaben sowie die Zeichen .,-_@ enthalten. Der Name kann verwendet werden um ETP oder andere Assets zu empfangen.",
    "HELP.CREATE_AVATAR_LINKED_ADDRESS": "Der Avatar wird mut dieser Adresse verbunden. Jede Adresse kann nur mit einem Avatar verbunden werden.",
    "ACCOUNT.TOTAL_VALUE": "Gesamtwert",
    "SETTINGS.BASE_CURRENCY": "Basis Währung",
    "SETTINGS.BASE_CURRENCY_TEXT": "Währung für Wertbestimmung auswählen.",
    "CREATE_AVATAR.AVATAR_NAME_TOO_SHORT": "Der Avatar Name muss mindestens 3 Zeichen lang sein.",
    "SUBTITLE.CREATE_AVATAR_ADDRESS": "Für die Verbindung eines Avatars an eine Adresse muss diese über 1 ETP verfügen.",
    "HELP.BOUNTY_FEE": "Die Verteilung der Transaktionsgebühr kann zwischen Miner und Entwicklergemeinschaft definiert werden. Diese Verteilung ändert nicht die zu zahlene Gebühr selbst. Der maximale Verteilung zu gunsten der Entwicklergemeinschaft beträgt 80%.",
    "SETTINGS.PLUGINS": "Plugins",
    "SETTINGS.PLUGINS_TEXT": "Drittanbieter Programme für Ihr Wallet.",
    "PLUGIN_SETTINGS": "Plugin Einstellungen",
    "PLUGIN_DETAILS": "Plugin Details",
    "PLUGIN_DETAILS.NAME": "Plugin Name",
    "PLUGIN_DETAILS.DESCRIPTION": "Beschreibung",
    "PLUGIN_DETAILS.AUTHOR": "Ersteller",
    "PLUGIN_DETAILS.PERMISSIONS": "Berechtigungen",
    "ADD": "Hinzufügen",
    "PLUGIN.REMOVE": "Entfernen",
    "PLUGIN.INFO": "Details",
    "PLUGIN.URL": "Plugin URL",
    "PLUGIN.PERMISSION_CREATE_MIT": "MITs erstellen",
    "PLUGIN.PERMISSION_NETWORK": "Verwendetes Netzwerk abfragen (Mainnet der Testnet)",
    "PLUGIN.PERMISSION_AVATARS": "Zugriff auf Liste der Avatare und deren Adressen",
    "PLUGIN.PERMISSION_SIGN": "Beglaugigung von Daten (nicht von Transaktionen)",
    "PLUGIN.PERMISSION_VERIFY": "Verifizierung von Daten",
    "PLUGIN.PERMISSION_UNLOCK": "Sessiongültiges entsperen des Wallets",
    "PLUGIN.PERMISSION_ADDRESSES": "Liste der Adressen",
    "PLUGIN.PERMISSION_BROADCAST": "Transaktionen veröffentlichen",
    "PLUGIN.GIVE_PERMISSION": "Ich gewähre die Berechtigungen",
    "PLUGIN.ALREADY_ADDED": "Das Plugin ist Ihrem Wallet bereits hinzugefügt.",
    "MESSAGE.IMPORT_PLUGIN_ERROR": "Fehler beim Laden des Plugins.",
    "MESSAGE.IMPORT_PLUGIN_INVALID_URL": "Ungültige URL. Bitte Plugin URL überprüfen.",
    "MESSAGE.IMPORT_PLUGIN_INVALID_NAME": "Ungültiger Plugin Name. Der Name des Plugins enthält ungültige Zeichen.",
    "MESSAGE.IMPORT_PLUGIN_MISSING_DEFAULT_TRANSLATION": "Die Standardübersetzung des Plugins ist nicht definiert.",
    "ERROR_TOO_MANY_INPUTS": "Zu viele Eingänge",
    "ERROR_TOO_MANY_INPUTS_TEXT": "Die Transaktion enthält zu viele Eingänge (Inputs). Bitte versuchen Sie einen kleineren Betrag.",
    "HISTORY.NO_DEPOSIT_YET": "Keine Anlagen vorhangen",
    "HISTORY.NO_DEPOSIT_YET_TEXT": "Sperre deine ETP für eine definierte Zeit und erhalte Zinsen.",
    "HISTORY.ORDER_BY": "Ordnen nach",
    "HISTORY.ORDER_BY_HEIGHT": "Sperrzeit",
    "HISTORY.ORDER_BY_UNLOCK_HEIGHT": "Entsperrzeit",
    "HISTORY.DIRECTION": "Richtung",
    "HISTORY.DIRECTION_LATEST_TOP": "Neuste oben",
    "HISTORY.DIRECTION_EARLIEST_TOP": "Früheste oben",
    "HISTORY.FROZEN_TX": "Offene Anlagen",
    "HISTORY.UNFROZEN_TX": "Abgeschlossene Anlagen",
    "LOCKED_SINCE": "Angelegt seit",
    "GENERATE_ADDRESSES.CHANGE_ADDRESS_NUMBER": "Anzahl der Adressen anpassen",
    "GENERATE_ADDRESSES.HEADLINE": "Adressanpassung",
    "GENERATE_ADDRESSES.EXPLANATION": "MyETPWallet verwendet ein HD Wallet (hierarchisch, deterministisch) um Adressen zu generierten. Durch die deterministische Adressgenerierung kann die Anzahl nach belieben angepasst werden. Es werden dabei stets die selben Adressen generiert.",
    "GENERATE_ADDRESSES.TOTAL_NUMBER_OF_ADDRESSES": "Adressanzahl des Wallets",
    "GENERATE_ADDRESSES.TOO_MANY_ADDRESSES": "Die Anzahl ist momentan begrenzt auf 50 Adressen. Sollten mehr Adressen benötigt werden empfehlen wir die Verwendung des Desktop Wallets.",
    "GENERATE_ADDRESSES.ERROR": "Fehler bei der Adressgenerierung",
    "MIT_REGISTER.MIT_SYMBOL_TOO_SHORT": "Das MIT Symbol muss mindestens 3 Zeichen umfassen.",
    "HELP.GENERATE_ADDRESSES_NUMBER": "Um eine schnelle Ausführung des Wallets zu gewährleisten wollten Sie die Anzahl der Adressen möglichst gering halten. Standard sind 10 und maximal können 50 Adressen erstellt werden.",
    "MESSAGE": "Öffentliche Nachricht (optional)",
    "HELP.MESSAGE": "Die Nachricht wird im Klartext der Transaktion hinzugefügt und ist öffentlich auf der Blockchain einsehbar. Keine privaten Daten der Nachricht hinzufügen!",
    "MESSAGE_TOO_LONG": "Nachrichtentext zu lang.",
    "AVATARS.INFORMATION": "Avatare representieren Ihre Digitale Identität auf der Metaverse Blockchain. Ein Avatar kann verwendet werden um ETP und andere Assets zu empfangen und MST und MIT zu registrieren.",
    "MSTS.INFORMATION": "MST (Metaverse Smart Token) ist der Tokenstandard von Metaverse. Any Avatar can create a MST using the form below.",
    "MITS.INFORMATION": "MIT (Metaverse Identifiable Token) ist der Standard für nicht austauschbare Tokens der Metaverse Blockchain. Ein MIT hat ein eindeutiges Symbol, und einen unveränderbaren Inhalt. Die Anzahl ist immer 1 und ist nicht teilbar. Es kann nur von und an Avatare erstellt und transferiert werden. MITs können digitale oder physische Güter representieren und erlauben die Rückverfolgung der Transferhistorie. Die Vorbesitzerhistorie ist auf der Blockchain erfasst und ist öffentlich einsehbar.",
    "SEND_ALL_TITLE": "Alles senden?",
    "SEND_ALL_MESSAGE": "Wollen Sie wirklich vie verfügbare Menge senden?",
    "DEPOSIT.DURATION_ESTIMATION": "Ihre MST werden in vorraussichtlich {{duration_days}} Tagen und {{duration_hours}} Stunden verfügbar. Dies ist nur eine Schätzung anhand der Blockzeit der letzten 10000 Blöcke ({{blocktime}} Sekunden), und kann variieren.",
    "HISTORY.UNLOCK_APPROXIMATION_INFORMATION": "* Bitte beachten Sie, dass die Angabe der vorraussichtlichen Entsperrzeit nur eine Schätzung darstellt, die anhand der Blockzeit der letzten 10000 Blöcke erstellt wird. Die tatsächliche Entsperrung variiert je nach Blockzeit.",
    "RECIPIENT_ADDRESS_OR_AVATAR": "Empfänger Avatar oder Adresse",
    "HELP.RECIPIENT_ADDRESS_OR_AVATAR": "Es kann entweder ein Avatar oder eine Adresse eingegeben werden.",
    "AVATAR": "Avatar",
    "ADDRESS": "Adresse",
    "INFORMATION.TITLE": "Information",
    "REPORT_BUG.TEXT": "Der einfachste Weg, Feedback mitzuteilen ist unser Feedback Formular.",
    "GITHUB.FOLLOW": "Verfolge die Entwicklung auf GitHub",
    "GITHUB.TEXT": "Unser Quelltext und Entwicklungsstatus ist offen und jederzeit einsehbar auf GitHub. Verfolge den Status von Änderungen oder hilf selbst bei der Entwicklung oder Übersetung.",
    "ETH_BRIDGE": "Ethereum Brücke",
    "ETH_TO_MVS": "Ethereum -> Metaverse",
    "MVS_TO_ETH": "Metaverse -> Ethereum",
    "ETH_TO_MVS.SELECT_AVATAR_OR_ADDRESS": "Avatar oder Addresse auswählen",
    "ETH_TO_MVS.LINK_ADDRESSES_TITLE": "Verknüpfe deine Ethereum und Metaverse Addressen um Tokens auszutauschen.",
    "ETH_TO_MVS.LINK_ADDRESSES_EXPLAIN": "You can now swap compatibles ERC20 tokens on Ethereum to their MST equivalent on Metaverse. Dieses Formular ist für die Übertragung von Ethereum zu Metaverse. Um in die andere Richtung zu Übertragen wähle 'Metaverse -> Ethereum'.",
    "ETH_TO_MVS.STEP1_TITLE": "Schritt 1: Generiere Daten Code basierend auf deiner Metaverse Adresse oder Avatar",
    "ETH_TO_MVS.STEP1_EXPLAIN": "Im ersten Schritt wird ein Daten Code basierend auf deiner Avatar Adresse oder Avatar generiert. Dieser Code wird benötigt, um deine Ethereum Adresse mit Metaverse zu verbinden.",
    "ETH_TO_MVS.DATA": "Daten Code",
    "ETH_TO_MVS.STEP2_TITLE": "Schritt 2: Ethereum wallet",
    "ETH_TO_MVS.STEP2_EXPLAIN": "Im nächsten Schritt benötigst du dein Ethereum Wallet. Dieses Wallet muss beim Senden einer Transaktion die Möglichkeit haben, Daten hinzuzufügen (z.B. myetherwallet oder imToken).",
    "ETH_TO_MVS.STEP3_TITLE": "Schritt 3: Ethereum Transaktion",
    "ETH_TO_MVS.STEP3_EXPLAIN": "Sende nun eine Transaktion an die Metaverse Smart Contract Adresse auf Ethereum. Es ist sehr wichtig, den Daten Code der Transaktion hinzuzufügen! Es muss kein Ether gesendet werden aber genug Gas für die Ausführung deiner Transaktion im Ethereum Netzwerk.",
    "ETH_TO_MVS.ETPMAP_CONTRACT_ADDRESS": "Smart Contract Addresse auf Ethereum:",
    "ETH_TO_MVS.STEP4_TITLE": "Schritt 4: Ethereum und Metaverse Adressen sind nun verbunden!",
    "ETH_TO_MVS.STEP4_EXPLAIN": "Deine Ethereum Adresse ist nun mit deinem Metaverse Avatar oder Adresse verbunden! Nun kannst du unterstützte ERC20 Token mit Metaverse austauschen indem du sie an die Metaverse Spaw center Adresse sendest. Die entsprechende Anzahl des MST wird dann deiner Metaverse Adresse gutgeschrieben.",
    "ETH_TO_MVS.UPDATE_ADDRESS": "Die Metaverse Verknüpfung kann jederzeit geändert werden indem du die Schritte von Schritt 1 an wiederholst. Die letzte bekannte Adresse wird verwendet.",
    "MVS_TO_ETH.LINK_ADDRESSES_TITLE": "Austausch von Metaverse zu Ethereum",
    "MVS_TO_ETH.LINK_ADDRESSES_EXPLAIN": "Du kannst auch kompatible MST vom Metaverse an eine Ethereum Adresse senden.",
    "MVS_TO_ETH.STEP1_TITLE": "Schritt 1: Besitze ein kompatibles MST",
    "MVS_TO_ETH.STEP1_EXPLAIN": "Du kannst die MST, die einen Ethereum Austausch unterstützen an dem \"Swap\" Knopf auf der Portfolio Seite des Wallets. Nur die unterstützten MST haben diese Option.",
    "MVS_TO_ETH.STEP2_TITLE": "Schritt 2: Swap deine MST",
    "MVS_TO_ETH.STEP2_EXPLAIN": "Nach einen Klick auf Swap kannst du deine MST an das Ethereum Netzwerk übertragen. Als Empfänger der Metaverse Transaktion wird ein crosschain Avatar verwendet.",
    "MVS_TO_ETH.STEP3_TITLE": "Schritt 3: Empfange deine ERC20 Token auf Ethereum",
    "MVS_TO_ETH.STEP3_EXPLAIN": "Nach dem Senden der MST werden Sie konvertiert und an deine Ethereum Adresse geschickt. Da dieser Prozess zwei Transktionen verschiedener Blockchains enthält kann es einen Moment dauern. Habe etwas Gedult.",
    "HELP.ETH_SWAP_RECIPIENT": "Der Empfänger des Metaverse->Ethereum Swap ist immer der Avatar '{{crosschain_avatar}}'",
    "ETHEREUM_ADDRESS": "Ethereum Adresse",
    "HELP.ETH_ADDRESS": "Dies ist die Ethereum Adresse mit der die ERC20 Token auf Ethereum empfangen werden.",
    "SWAP.NOTICE_SWAP_FEE": "Ein Swap von Metaverse an Ethereum kostet zusätzlich 1 ETP. Darin enthalten sind die Ethereum Transaktionsgebühren.",
    "SWAP": "Swap",
    "EXPORT_CSV": "Export zu CSV",
    "DOWNLOAD_CSV_EXAMPLE": "Download CSV Beispiel",
    "PENDING_CONFIRMATION": "Unbestätigt",
    "COMPATIBLE_MST_LIST": "Kompatible MST",
    "SWAP_MST.LIST_TITLE": "Liste der kompatiblen MST für den Ethereum Swap",
    "SWAP_MST.LIST_EXPLAIN": "Dies ist die aktuelle Liste der mit dem Ethereum Swap kompatiblen MST:",
    "ETH_TO_MVS.DO_ONLY_ONCE": "Dieser Vorgang muss nur einmal vorgenommen werden.",
    "ETH_TO_MVS.SWAP_CENTER_ADDRESS": "Metaverse Swap center Addresse auf Ethereum:",
    "SWAP_MST.INCORRECT_ETH_ADDRESS": "Ungültige Ethereum Adresse.",
    "MULTISIGNATURE": "Multisignatur",
    "MULTISIGNATURE.INFORMATION": "Multisignatur Adressen ermöglichen es, ETP oder Token zu empfangen und benötigen zum erstellen von ausgehenden Transactionen eine vorher festgelegte Anzahl an Signaturen der teilnehmenden Wallets.",
    "MULTISIGNATURE.NO_ADDRESS": "Kein Multisignatur Wallet vorhanden. Erstelle eines durch klick auf den Button.",
    "MULTISIGNATURE.ADD_ADDRESS": "Neue Multisignatur Adresse erstellen",
    "MULTISIGNATURE_ADD.NEW": "Neue Adresse",
    "MULTISIGNATURE_ADD.EXISTING": "Bestehende Adresse",
    "MULTISIGNATURE_ADD": "Neue Multisignatur Adresse erstellen",
    "MULTISIGNATURE_ADD.GET_PUBLICKEY": "Public Key anzeigen",
    "GET_PUBLIC_KEY.ERROR": "Fehler beim Abruf des Public Keys",
    "MULTISIGNATURE_ADD.PUBLICKEY": "Dein Public Key",
    "MULTISIGNATURE_ADD.INFORMATION_NEW": "Hier lassen sich Multisignatur Adressen erstellen. Für bereits erstllte Adressen oder von Co-Signern erstellten Adressen bitte den anderen Tab auswählen.",
    "MULTISIGNATURE_ADD.STEP1_TITLE": "Schritt 1: Zu verwendende Adresse auswählen und den dazugehörigen Public Key auslesen.",
    "MULTISIGNATURE_ADD.STEP1_EXPLAIN": "Avatar oder Adresse auswählen und Public Key auslesen. Der Public Key muss nun mit allen Co-Signern ausgetauscht werden.",
    "MULTISIGNATURE_ADD.STEP2_TITLE": "Schritt 2: Public Keys der Co-Signer",
    "MULTISIGNATURE_ADD.STEP2_EXPLAIN": "Als nächstes müssen alle Public Keys der Co-Signer zusammengetragen und daraus die Multisignatur Adresse erstellt werden.",
    "ADD_COSIGNER": "Co-Signer hinzufügen",
    "COSIGNER": "Co-Signer",
    "COSIGNER_PUBLIC_KEY": "Co-Signer Public Key",
    "MULTISIGNATURE_ADD.STEP3_TITLE": "Schritt 3: Anzahl der benötigten Signaturen",
    "MULTISIGNATURE_ADD.STEP3_EXPLAIN": "Nun muss ausgewählt werden, wie viele Signaturen für ausgehende Transaktionen benötigt werden. Die maximale Anzahl and Signturen entspricht der Anzahl an Co-Signern.",
    "MULTISIGNATURE_ADD.STEP4_TITLE": "Schritt 4: Multisignatur Adresse generieren",
    "MULTISIGNATURE_ADD.STEP4_EXPLAIN": "Nun lässt sich die Multisignatur Adresse generieren. Die Adresse beginnt mit '3'.",
    "MULTISIGNATURE_ADD.GET_ADDRESS": "Adresse generieren",
    "MULTISIGNATURE_ADD.STEP5_TITLE": "Schritt 5: Multisignatur Adresse verwenden",
    "MULTISIGNATURE_ADD.STEP5_EXPLAIN": "Die Multisigntur Adresse lässt sich nun verwenden. Co-Signer können sie als vorhandene Adresse importieren.",
    "MULTISIGNATURE_ADD.NBR_SIGN_REQ": "Anzahl benötigter Signaturen",
    "CREATE_MULTISIG.ERROR": "Fehler bei Erstellung der Multisigntur Adresse",
    "SUCCESS_CREATE_MULTISIG": "Multisignatur Adresse wurde erstellt! Teile diese Adresse den Co-Signern mit. Die Adresse lautet: ",
    "SEND_MULTISIG": "ETP senden",
    "MULTISIG_ADDRESS_ALREADY_ADD.ERROR": "Diese Multisignatur Adresse existiert bereits: ",
    "IMPORT_MULTISIG_ADDRESS": "Zu importierende Multisignatur Adresse",
    "MULTISIGNATURE_ADD.IMPORT_ADDRESS": "Adresse importieren",
    "IMPORT_ADDRESS_UNKNOW.ERROR": "Unbekannte Multisignatur Adresse. Bitte überprüfen ob die Adresse korrekt ist und durch MyETPWallet erstellt wurde. In anderen Wallets erstellte Adressen müssen als neue Adressen hinzugefügt werden.",
    "IMPORT_ADDRESS": "Fehler beim Importieren der Adresse",
    "MULTISIGNATURE.DETAILS": "Multisignatur Adressdetails",
    "MULTISIGNATURE.NBR_PERSON": "Anzahl der Co-Signer",
    "MULTISIGNATURE.SIGN_REQ": "Benötigte Signaturen",
    "MULTISIGNATURE.PUBLIC_KEYS": "Public Keys",
    "MULTISIG_ADDRESS_NOT_THIS_WALLET.ERROR": "Diese Multisignatur Adresse gehört nicht zu Ihrem Wallet. Bitte Korrektheit der Adresse überprüfen.",
    "ADD_MULTISIG.ERROR": "Fehler beim Hinzufügen der Multisignatur Adresse",
    "MULTISIGNATURE_TRANSFER": "Multisignatur Transfer",
    "MULTISIG_TRANSFER.FROM_ADDRESS": "Quelladresse",
    "MULTISIG_MISSING_MY_PUBLIC_KEY.ERROR": "Generiere den Public Key in Schritt 1.",
    "MULTISIG_WRONG_PUBLIC_KEYS.ERROR": "Überprüfe die Public Keys aus Schritt 2",
    "SIGN": "Sign",
    "MULTISIGNATURE_TRANSFER.TX_TO_SIGN": "Zu signierende Transaktion",
    "MULTISIGNATURE_TRANSFER.SIGNED_TX": "Signierte Transaktion",
    "MULTISIGNATURE_TRANSFER.CREATE": "Transaction erstllen",
    "MULTISIGNATURE_TRANSFER.SIGN": "Transaktion signieren",
    "MULTISIGNATURE_TRANSFER.DECODE": "Transaction verifizieren",
    "MESSAGE.ERROR_DECODE_MULTISIG_SUBTITLE": "Transaktion konnte nicht decodiert werden",
    "MESSAGE.ERROR_DECODE_MULTISIG_BODY": "Transaktion kann nicht dekodiert werden. Bitte Transaktion verifizieren und prüfen, ob es eine Multisignatur Transaktion ist.",
    "MULTISIGNATURE.CURRENT_NBR_SIGN": "Anzahl an Signaturen",
    "MULTISIGNATURE.NEW_NBR_SIGN": "Neue Anzahl an Signaturen",
    "MULTISIGNATURE.BROADCAST": "Transaktion broadcasten",
    "MULTISIGNATURE_TRANSFER.CREATED_TX": "Kodierte Transaktion",
    "MULTISIGNATURE_TRANSFER.CREATED_TX_DESCRIPTION": "Dies ist die kodierte Transaktion. Sie ist bereits mit deinem Public Key signiert. Teile diese Transaktion mit den Co-Signern der Multisignatur Adresse.",
    "MULTISIGNATURE.GENERATE": "Generierte Transaktion",
    "MESSAGE.SIGN_TRANSACTION": "Signieren der Transaktion nicht möglich",
    "MULTISIGNATURE.TX_SUMMARY": "Transaktionübersicht",
    "MULTISIGNATURE.TX_SUMMARY_OUPUTS": "Empfänger",
    "MULTISIGNATURE.TX_SUMMARY_SIGN_INFO": "Signaturinformationen",
    "ACCOUNT_NAME": "Account Name",
    "RESET_MESSAGE_MOBILE_SAVE_ACCOUNT": "Der Account lässt sich lokal speichern, um ihn später durch Eingabe des Passworts wieder zu öffnen. Soll der Account hingegen nicht gespeichert werden müssen für den nächsten Login die Backup Wörter angegeben werden.",
    "SAVE": "Speichern",
    "DELETE": "Vergessen",
    "BUTTON.DELETE_ACCOUNT": "Account vergessen",
    "DELETE_ACCOUNT_TITLE": "Account vergessen?",
    "DELETE_ACCOUNT_BODY": "Wenn die Account Daten vergessen werden sollen so müssen für den nächsten Login des Accounts die Backup Wörter eingegeben werden.",
    "ACCOUNT_NAME_ALREADY_USED": "Dieser Account Name existiert bereits",
    "SUCCESS_ADD_MULTISIG": "Die Multisignatur Adresse wurde erfolgreich hinzugefügt.",
    "SAVE_ACCOUNT_TITLE": "Account Name auswählen",
    "SAVE_ACCOUNT_MESSAGE": "Es muss eine Name für den Account angegeben werden. Dieser Name wird nur lokal auf dem Gerät gespeichert und dient allein der lokalen Accountverwaltung.",
    "SAVE_ACCOUNT_PLACEHOLDER": "Account Name",
    "SAVE_ACCOUNT_TITLE_NO_NAME": "Account Name auswählen",
    "SAVE_ACCOUNT_TITLE_ALREADY_EXIST": "Account Name wird bereits verwendet",
    "SAVE_ACCOUNT_MESSAGE_ALREADY_EXIST": "Dieser Account Name wird bereis von einem anderen lokalen Account verwendet. Bitte einen anderen Namen auswählen.",
    "RESET_MESSAGE_CHOICE": "Die Account informationen lassen sich lokal speichern. Die Speicherung erfolgt verschlüsselt, sodass der Account nur unter Angabe des Passworts reaktiviert werden kann.",
    "SUCCESS_IMPORT_MULTISIG": "Die Multisignatur Adresse wurde erfolgreich importiert. Sie lautet: ",
    "MESSAGE.ALREADY_SIGN_TRANSACTION": "Die Transaktion beinhaltet bereits die Signatur.",
    "MESSAGE.WARNING_PLUGIN_TITLE": "Warnhinweis zu Plugins!",
    "MESSAGE.WARNING_PLUGIN_MESSAGE": "Seit der MyETPWallet Version 0.6.0 lassen sich externe Plugins hinzufügen. Dieses Feature erlaubt die einfache Integration mit Drittsystemen. Durch die Verwendung von Plugins erhalten die jeweiligen Anbieter einblich in Wallet Informationen. Am besten sollten Plugins nicht mit dem Hauptaccount verwendet werden. Es empfiehlt sich daher die Erstellung einen Zweitwallets, welches nicht über eine große Anzahl von Assets vergügt.",
    "MESSAGE.WARNING_MULTISIG_TITLE": "Multisignatur Adressen und Transaktionen durch MyETPWallet sind in einer Beta Phase!",
    "MESSAGE.WARNING_MULTISIG_MESSAGE": "Seit Version 0.6.0 lassen sich Multisignatur Adresses generieren und importieren. Da es sich um ein neues Feature handelt sollen vorerst keine großen Mengen von Assets transferiert werden. Bei Fehlern bitte umgehend einen Fehlerreport unter dem Link im Hauptmenü erstellen. Vielen Dank.",
    "SWAP_FEE": "Swap Gebühr",
    "HELP.SWAP_TX_FEE": "Die Mining Gebühr für die Transaktion auf der Metaverse Blockchain.",
    "HELP.SWAP_TX_SWAP_FEE": "Die Mining Gebühr für die Transaktion auf der Ethereum Blockchain. Die Gebühr in ETP wird in ETH konvertiert um die Transaktionskosten abzudecken.",
    "PLUGIN_START": "Plugin Zugriff",
    "PLUGIN_START.WARNING_TITLE": "Starten von Plugin",
    "PLUGIN_START.WARNING_TEXT": "Es wird ein Plugin eines Drittanbieters gestartet. Zur Sicherheit des Wallets solle stets darauf geachtet werden, nicht zu viele Informationen preiszugeben. Wir empfehlen die Verwendung von Plugins vorerst nur auf Zweitaccounts, die über keine großen Mengen von Assets verfügen.",
    "PLUGIN_START.GO_BUTTON": "Plugin öffnen",
    "PLUGIN_START.PLUGIN_NAME": "Plugin Name",
    "MESSAGE.UNLOCK_WALLET": "Fehler beim Entsperren des Wallets. Plugin kann nicht auf Walletinformationen zugreifen.",
    "MESSAGE.WRONG_PASSWORD_TRY_AGAIN": "Falsches Passwort",
    "MESSAGE.UNLOCK_WALLET_PASSWORD_NOT_ENTERED": "Passwort nicht angegeben. Plugin Funktionalität kann eingeschränkt sein.",
    "MESSAGE.UNLOCK_WALLET_PASSWORD_MESSAGE": "Passwort zum Entsperren des Wallets angeben",
    "MULTISIGNATURE.INFORMATION2": "Eine Multisignatur Adresse kann ETP und MST empfangen und senden. Erhaltene MST werden automatisch angezeigt.",
    "TOKEN_DROPLET.POWERED_BY": "Powered by RightBTC",
    "MESSAGE.ERR_SAVE_ACCOUNT": "Fehler beim Speichern des Accounts",
    "MESSAGE.ERR_IMPORT_ACCOUNT": "Fehler beim Importieren des Accounts",
    "MULTISIGNATURE_ADD.UPDATE_MY_ADDRESS": "Adresse wechseln",
    "IMPORT_PLUGIN.ERROR": "Fehler beim Importieren des Plugins",
    "MESSAGE.PLUGIN_ADDED_TITLE": "Plugin erfolgreich hinzugefügt!",
    "MESSAGE.PLUGIN_ADDED_MESSAGE": "Das Plugin wurde hinzugefügt. Es lässt sich über das Hauptmenü starten.",
    "REMOVE_PLUGIN.ERROR": "Fehler beim Entfernen des Plugins",
    "MESSAGE.PLUGIN_REMOVED_TITLE": "Plugin entfernt",
    "MESSAGE.PLUGIN_REMOVED_MESSAGE": "Das Plugin wurde erfolgreich entfernt.",
    "LANGUAGE_SETTINGS_TEXT": "Welchseln der Sprache.",
    "THEME_SETTINGS_TEXT": "Ändern der Farbeinstellungen des Wallets.",
    "INFORMATION.TEXT": "Informationen about MyETPWallet.",
    "ASSET_LOCK": "Ich möchte, dass dieses MST temporär gesperrt wird.",
    "ASSET_LOCK_PERIOD": "Blockierungperiode (in Blöcken)",
    "ASSET_LOCK.SIMPLE": "Einfache Freigabe",
    "ASSET_LOCK.RECURRENT": "Wiederkehrende Teilfreigabe",
    "ASSET_LOCK.CUSTOM": "Benutzerdefiniert",
    "ASSET_LOCK.NBR_PERIOD": "Anzahl der Perioden",
    "ASSET_LOCK.TOTAL_QUANTITY": "Gesperrte Gesamtanzahl",
    "ASSET_LOCK.TOTAL_DURATION": "Sperrzeit (in Blöcken)",
    "HELP.ASSET_LOCK_NBR_PERIOD": "Gesamtanzahl der Perioden.",
    "HELP.ASSET_LOCK_TOTAL_QUANTITY": "Dies ist die Gesamtanzahl der MST, die gesperrt werden sollen.",
    "HELP.ASSET_LOCK_TOTAL_DURATION": "Die Sperrzeit insgesamt, nach der alle MSTs freigegeben sind.",
    "ASSET_LOCK.PERIOD_NBR": "Periode {{period_nbr}}",
    "ASSET_LOCK.DURATION_CUSTOM_PERIOD": "Zeitdauer der Periode {{period_nbr}} (in Blöcken)",
    "ASSET_LOCK.AMOUNT_CUSTOM_PERIOD": "Freigabebetrag am Ende der Periode {{period_nbr}}",
    "ASSET_LOCK.TOTAL_MORE_SEND": "Die Summe der Perioden ist größer als die Gesamtanzahl",
    "MESSAGE.LOCK_IMPORT_CSV_TOO_MANY_PERIODS_TITLE": "Zu viele Perioden",
    "MESSAGE.LOCK_IMPORT_CSV_TOO_MANY_PERIOD_BODY": "Datei enthält zu viele Perioden. Die Maximalanzahl der Perioden ist begrenzt auf ",
    "AVATARS.MINING": "Mining",
    "LOADING.TITLE": "Lade THE NEW REALITY",
    "LOADING.RETRY": "Nochmal versuchen",
    "LOADING.CURRENT_HEIGHT": "Aktuell geladen bis Block: {{height}}",
    "LOADING.STOPPED": "Transaktionen konnten nicht synchronisiert werden. Bitte Internetverbindung überprüfen oder zu einem späteren Zeitpunkt erneut versuchen.",
    "RETURN_LOGIN": "Zurück zum Login",
    "LOADING.FULLY_LOADED": "Vollständig geladen! Betrete das Metaverse...",
    "MST_MINING.OPTION": "Mining dieses MST zulassen",
    "HELP.MST_MINING_OPTION": "MST Mining erlaubt Minern, neue Tokens im Rahmen des Minings zu schürfen. Neue Tokens werden von den teilnehmenden Minern nach den folgenden Kriterien generiert.",
    "MST_MINING.INITIAL_REWARD": "Initiale Belohnung per Block",
    "MST_MINING.INTERVAL": "Belohnungsverringerungsinterval",
    "MST_MINING.BASE": "Verringerung pro Interval",
    "HELP.MST_MINING_INITIAL": "Dies ist die initiale Belohnung dieses MST, die pro Block generiert werden kann. Beispiel: Der initiale Wert war 3 für ETP und 50 bei Bitcoin.",
    "HELP.MST_MINING_INTERVAL": "Dieser Wert gibt die Anzahl der Blöcke an, die zwischen der Verringerung der Belohnung liegen. Bei ETP entspricht dies 500.000 Blöcken und bei Bitcoin 210.000 Blöcken (4 Jahre).",
    "HELP.MST_MINING_BASE": "Dies ist die Basis für die Berechnung der Verringerung der Belohnung. Bei ETP ist dieser Wert 5% und bei Bitcoin 50% (Halbierung nach jeder Periode).",
    "NEWS": "News",
    "NEWS.TITLE": "Metaverse News",
    "ETP_BRIDGE": "ETP Brücke",
    "ETP_BRIDGE.RECIPIENT_ADDRESS": "Empfängeradresse",
    "ETP_BRIDGE.FROM_ASSET": "Einzahlung",
    "ETP_BRIDGE.AMOUNT_SEND": "Betrag",
    "ETP_BRIDGE.TO_ASSET": "Auszahlung",
    "ETP_BRIDGE.AMOUNT_RECEIVE": "Betrag",
    "ETP_BRIDGE.MIN_MAX_DEPOSIT": "Min-max Sendebetrag: {{min}}-{{max}} {{symbol}}, Sendegebühr: {{fee}}%",
    "ETP_BRIDGE.RATE": "Kurs: {{rate}}",
    "ETP_BRIDGE.RECEIVE_COIN_FEE": "Auszahlungsgebühr: {{fee}} {{symbol}}",
    "ETP_BRIDGE.DEPOSIT_ADDRESS": "{{symbol}} Einzahlungsadresse",
    "ETP_BRIDGE.REFUND_ADDRESS": "{{symbol}} Rückerstattungsadresse",
    "ETP_BRIDGE.RECEIVE_ADDRESS": "{{symbol}} Auszahlungsadresse",
    "ETP_BRIDGE.REFUND_TX": "{{symbol}} Rückerstattungstransaktion",
    "ETP_BRIDGE.RECEIVE_TX": "{{symbol}} Auszahlungstransaktion",
    "SUCCESS_CREATE_SWFT_TITLE": "Bestellung erstellt",
    "SUCCESS_CREATE_SWFT_BODY": "Bestellung wurde erfolgreich erstell. Im nächsten Schritt erfolgt die Einzahlung.",
    "MESSAGE.CREATE_SWFT_ORDER_ERROR": "Fehler bei der Bestellung. Bitte Eingabe überprüfen.",
    "ETP_BRIDGE.HISTORY_TITLE": "Historie",
    "ETP_BRIDGE.HISTORY_DESCRIPTION": "Die Historie wird nur lokal gespeichert. Die Bestellungen werden nur auf den Gerät angezeit, auf dem sie erstellt wurden. Beim Logout wird die Historie ebenfalls gelöscht. Wenn die Bestellungen zu einem späteren Zeitpunkt benötigt werden sollte die Bestellungs ID gesondert archiviert werden.",
    "ETP_BRIDGE_DETAILS": "Bestellungsdetails",
    "ETP_BRIDGE.STATUS": {
        "wait_deposit_send": "Auf Einzahlung wartend",
        "wait_exchange_push": "Verarbeitung...",
        "wait_exchange_return": "Verarbeitung...",
        "wait_refund_send": "Verarbeitungsfehler. Bereite Rückerstattung vor.",
        "wait_refund_confirm": "Einzahlung rückerstattet, warte auf Bestätigung durch Blockchain.",
        "wait_refund_complete": "Einzahlung erfolgreich rückerstattet",
        "wait_receive_send": "Sende Auszahlung",
        "wait_receive_confirm": "Auszahlung gesendet, warte auf Bestätigung durch Blockchain",
        "receive_complete": "Bestellung erfolgreich abgeschlossen",
        "timeout": "Zeitüberschreitung.",
        "fail": "Bestellung fehlgeschlagen."
    },
    "ETP_BRIDGE.STATUS_DESCRIPTION": {
        "wait_deposit_send": "Die Bestellung wurde empfangen. Bitte Einzahlung auf die angegebene Adresse vornehmen. Bei bereits erfolgter Einzahlung bitte warten.",
        "wait_exchange_push": "Einzahlung wurde erfolgreich zum angegebenen Kurs verarbeitet.",
        "wait_exchange_return": "Einzahlung wurde erfolgreich zum angegebenen Kurs verarbeitet.",
        "wait_refund_send": "Bestellung fehlgeschlagen. Rückerstattung an die angegebene Rückerstattungsadresse wird eingeleitet.",
        "wait_refund_confirm": "Bestellung fehlgeschlagen. Rückerstattung wurde veranlasst. Warte auf Bestätugung durch Blockchain.",
        "wait_refund_complete": "Bestellung fehlgeschlagen. Einnzahlung wurde erfolgreich zurückerstattet.",
        "wait_receive_send": "Bestellungsverarbeitung erfolgreich. Auszahlung wurde veranlasst.",
        "wait_receive_confirm": "Bestellungsverarbeitung erfolgreich. Auszahlung wurde an Empfangsadresse gesendet. Warte auf Bestätigung durch Blockchain.",
        "receive_complete": "Bestellung wurde erfolgreich abgeschlossen. Auszahlung wurde durch Blockchain bestätigt.",
        "timeout": "Einzahlung erfolgte nicht rechtzeitig.",
        "fail": "Die Bestellung ist fehlgeschlagen."
    },
    "ETP_BRIDGE.DEPOSIT_ADDRESS_ADVICE": "{{amount}} {{symbol}} sind an diese Adresse einzuzahlen",
    "ETP_BRIDGE.REFUND_ADDRESS_ADVICE": "Dies ist die Rückerstattungsadresse. Im Fehlerfall wird die Einzahlung an diese Adresse rückerstattet.",
    "ETP_BRIDGE.RECEIVE_ADDRESS_ADVICE": "{{symbol}} wird an diese Adresse ausgezahlt",
    "ETP_BRIDGE.IMPORT_ORDER": "Bestehende Bestellung importieren",
    "ETP_BRIDGE.CREATE_ORDER": "Neue Bestellung erstellen",
    "ETP_BRIDGE.CREATE_ORDER_DESCRIPTION": "Bestellung erstellen, um ETP mit anderen Kryprowährungen zu tauschen. Nach der Bestellung nicht vergessen, die Einzahlung vorzunehmen.",
    "ETP_BRIDGE.ORDER_ID": "Bestellungs ID",
    "ETP_BRIDGE.IMPORT_ORDER_BUTTON": "Bestellung importieren",
    "SUCCESS_IMPORT_SWFT_TITLE": "Bestellung importiert.",
    "SUCCESS_IMPORT_SWFT_BODY": "Bestellung erfolgreich importiert.",
    "ETP_BRIDGE.SEE_DETAILS_BUTTON": "Details einsehen",
    "ETP_BRIDGE.INFORMATION": "Dies ist ein Service von SWFT. Bei Fragen oder Problemen ist der SWFT Support zu kontaktieren ",
    "ETP_BRIDGE.INFORMATION_LINK": "Telegram",
    "ETP_BRIDGE.IMPORT_ORDER_DESCRIPTION": "Wenn eine Bestellung von einem anderen Gerät importiert werden soll, kann dies unter Angabe der Bestellungs ID erfolgen.",
    "ETP_BRIDGE.UNABLE_CONNECT_SWFT": "Fehler bei Verbindung zu SWFT. Bitte Internetverbindung prüfen und ggf zu einem späteren Zeitpunkt erneut versuchen.",
    "DECODE_TX": "Transaktion dekodieren",
    "DECODE_TX.TX_TO_SIGN": "Transaktion to sign or broadcast",
    "DECODE_TX.DECODE": "Decode",
    "SIGN_TX": "Transaktion signieren",
    "CONFIRM_TX": {
        "SIGN_ONLY": "Nur signieren",
        "SIGN_AND_SEND": "Signieren und versenden",
        "BROADCAST": "Versenden"
    },
    "MESSAGE.ERROR_DECODE_TX_SUBTITLE": "Transaktion kann nicht dekodiert werden",
    "MESSAGE.ERROR_DECODE_TX_BODY": "Transaktion kann nicht dekodiert werden. Bitte überprüfen Sie die eingegebene Transaktion.",
    "TX": {
        "INPUTS": "Eingänge",
        "OUTPUTS": "Ausgänge",
        "TX_SUMMARY": "Transaktionsübersicht",
        "TOTAL_INPUTS": "Summe Eingänge",
        "TOTAL_OUTPUTS": "Summe Ausgänge",
        "INPUT_COINBASE": "Aus Coinbase",
        "TYPE": {
            "did-register": "Avatar Erstellung",
            "did-transfer": "Avatar Transfer",
            "message": "Öffentliche Nachricht oder Daten",
            "MIT": {
                "registered": "MIT Erstellung",
                "transfered": "MIT Transfer"
            },
            "CERT": {
                "issue": "Zweitausgabe Zertifikat",
                "domain": "Domänen Zertifikat",
                "naming": "Namens Zertifikat",
                "mining": "Mining Zertifikat",
                "witness": "Witness Zertifikat"
            },
            "BURN": "verbrannt"
        },
        "TX_FEE": "Gebühr",
        "LOCKED_SINCE_BLOCK": "Gesperrt seit Block {{block}} ({{time}})",
        "LOCKED_UNTIL_BLOCK": "Gesperrt bis Block {{block}} (~{{time}})",
        "INTRAWALLET": "Intrawallet",
        "TX_TYPE": {
            "ETP": "ETP Transfer",
            "ASSET": "MST Transfer",
            "ISSUE": "MST Erstellung",
            "CERT": "Zertifikat Transfer",
            "CERT_TYPE": {
                "issue": "Zweitausgabe Zertifikat",
                "domain": "Domänen Zertifikat",
                "naming": "Namens Zertifikat",
                "mining": "Mining Zertifikat",
                "witness": "Witness Zertifikat"
            },
            "DID_REGISTER": "Avatar Erstellung",
            "DID_TRANSFER": "Avatar Transfer",
            "MIT_REGISTERED": "MIT Erstellung",
            "MIT_TRANSFERED": "MIT Transfer",
            "COINSTAKE": "Coinstake Transaktion",
            "MST_MINING": "Mining Belohnung",
            "ETP_LOCK": "ETP Deposit",
            "ETP_LOCK_REWARD": "ETP Deposit Belohnung",
            "MST_LOCK": "MST Deposit",
            "MINING_REWARD": "Mining Belohnung",
            "BURN_ETP": "ETP Verbrennung",
            "BURN_MST": "MST Verbrennung",
            "DNA_VOTE": "DNA Wahl",
            "UNKNOWN": "Unbekannter Transaktionstyp"
        },
        "SELECT_MODE": "Anzeigemodus",
        "MODE": {
            "SUMMARY": "Übersicht",
            "DEFAULT": "Standard",
            "SATOSHI": "Satoshi",
            "HEX": "Hex"
        },
        "SIGN_STATUS": {
            "SIGNED": "Vollständig signierte Transaktion",
            "UNSIGNED": "Unsignierte Transaktion",
            "PARTIALLY": "Partiell signierte Transaktion"
        },
        "OUTPUT": {
            "LOCKED_UNTIL_BLOCK": "Gesperrt bis Block {{block}} (~{{time}})"
        },
        "INPUTS_NOT_ALL_MINE": "Nicht alle Inputs dieser Transaktion gehören zu diesem Wallet. Die Transaktion kann ggf. nur partiell signiert werden."
    },
    "SIGN_TX.PAGE_TITLE": "Transaktion bestätigen, signieren und senden",
    "SIGN_TX.DESCRIPTION": "Kodierte Transaktion im Hex Format eingeben. Die Transaktion kann signiert oder unsigniert sein.",
    "CREATE_TX": "Erstellen",
    "MESSAGE.BROADCAST_TRANSACTION": "Transaktion kann nicht gesendet werden.",
    "TRANSACTION_PREVIEW.TEXT_SIGNED": "Signierte Transaktion:",
    "ERROR_TWO_LOCK_MODEL": "Nur eine Sperrperiode darf angegeben werden. Es dürfen nicht beide Sperr-Felder Werte enthalten. Der folgende Datensatz enthält das Problem:",
    "AUTH.INFORMATION": "Ein Metaverse Avatar kann zum Login in Websites und Applikationen verwendet werden. Nach der Verifizierung der Betreiberanfrage kann diese durch den privaten Schlüssel signiert werden. Die Kommunikation findet außerhalb der Blockchain statt, sodass keine privaten Informationen veröffentlicht werden.",
    "AUTH.INPUT_LABEL": "Login code",
    "AUTH.VERIFY_TITLE": "Verifizierung der Anfrageinformationen:",
    "AUTH.VERIFY_SOURCE": "Quelle",
    "AUTH.VERIFY_AVATAR": "Avatar",
    "AUTH.VERIFY_HOST": "Server",
    "AUTH.VERIFY_REMAINING_TIME": "Verbleibende Zeit",
    "AUTH.VERIFY_CALLBACK": "Server URL",
    "AUTH.VERIFY_TIME_OF_REQUEST": "Erstellungszeit",
    "AUTH.VERIFY_REQUEST_DURATION": "Gültigkeit",
    "AUTH.NO_SIG_AGREE": "Diese Anfrage ist nicht signiert. Die Quelle konnte nicht verifiziert werden. Bitte Anfragedetails und Herkunft genau prüfen.",
    "MESSAGE.AUTH_NO_AVATAR_TITLE": "Kein Avatar gefunden",
    "MESSAGE.AUTH_NO_AVATAR_TITLE_BODY": "Für die dezentrale Authentifizierung wird ein Avatar vorausgesetzt. Registrieren Sie zuerst einen Avatar.",
    "MESSAGE.AUTH_TYPE_NOT_SUPPORTED": "Dieser Anfragetyp wird aktuell nicht unterstützt. Nut d2fa Anfragen werden unterstützt.",
    "MESSAGE.AUTH_UNKNOWN_AVATAR": "Der Avatar der Anfrage konnte nicht im Wallet gefunden werden. Anfrage kann nur signiert werden von Avatar:",
    "MESSAGE.AUTH_TIMEOUT": "Die Anfrage ist abgelaufen. Bitte neue Anfrage erstellen.",
    "MESSAGE.AUTH_SIGN": "Fehler beim signieren der Daten",
    "MESSAGE.AUTH_WRONG_INCOMING_DATA": "Datenfehler. Bitte eingegebene Daten überprüfen und erneut versuchen.",
    "MESSAGE.AUTH_WRONG_SIGNATURE": "Die Quellsignatur ist ungültig",
    "MESSAGE.AUTH_SIGNIN_SUCCESSFUL_TITLE": "Authentifizierung erfolgreich!",
    "MESSAGE.AUTH_SIGNIN_SUCCESSFUL_BODY": "Sie wurden erfolgreich authentifiziert. Folgen Sie den Anweisungen der Anfragequelle.",
    "MESSAGE.AUTH_SEND_SIG_ERROR": "Error while sending your signature. Please check your connection and try again.",
    "MESSAGE.AUTH_EXPIRED": "Authentifizierungsanfrage abgelaufen. Bitte neue Anfrage erstellen.",
    "MESSAGE.AUTH_DIFFERENT_NETWORK": "Anfrage stimmt nicht mit dem Netzwerk des Wallets überein. Anfragenetzwerk ist:",
    "SHOW_DETAILS": "Details anzeigen",
    "HIDE_DETAILS": "Details ausblenden",
    "SECONDS": " Sekunden",
    "ADVANCED": "Erweitert",
    "MULTISIGNATURE.TEXT": "Multisignaturadresse mit Co-Signern teilen",
    "SIGN_TX.TEXT": "Kodierte Transaktion dekodieren und signieren",
    "ETH_BRIDGE.TEXT": "Transfer von Token zwischen Metaverse und Ethereum",
    "AUTHENTICATION.TITLE": "Authentifizierung",
    "SCANNING.AUTH_MESSAGE": "Scan the QR Code where you want to login",
    "AUTHENTICATION.SCAN_QRCODE_TEXT": "Use my Avatar to authenticate",
    "ISSUE.DOMAIN_OWNER_OTHER_MY_AVATARS": "Das Domänen Zertifikat für die Erstellung dieses MST existiert bereits und gehört keinem Ihrer Avatars.",
    "AUTH.HOW_TO_AUTH_BTN": "Wie funktioniert die Authentifizierung",
    "HOW_TO_AUTH.PAGE_TITLE": "Hilfe zu Authentifizierung",
    "HOW_TO_AUTH.STEP1": "Öffnen Sie die Webseite oder bei der Sie sich mit Ihrem Avatar authenifizieren möchten.",
    "HOW_TO_AUTH.STEP2": "Scannen die den Angezeigten QR-Code mit Ihrem Wallet",
    "HOW_TO_AUTH.STEP3": "Die Webseite wird Sie als Ihr Avatar erkennen",
    "AUTH.DESCRIPTION_PICTURE": "Über die MyETPWallet App lassen sich Authentifizierungsanfragen bequem per Smartphone durch Scannen des QR-Codes bestätigen. Alternativ lässt sich der Anfragecode manuell angeben.",
    "AUTH.ENTER_MANUALLY_BUTTON": "Anfragecode manuell eingeben",
    "AUTH.GET_ON_MOBILE": "Mobile App herunterladen",
    "ERR_INVALID_SIGNATURE": "Die Signatur ist ungültig. Bitte erneut versuchen.",
    "ETP_BRIDGE.INFORMATION_WARNING": "Der SWFT Telegram Support wird Benutzer niemals danach fragen, Coins an andere Adressen außer der in der Order angebenen zu senden. Angaben zu Details der Bestellung werden im Regelfall nicht erfragt. Die ID der Bestellung sollte ausreichen um die Bestellung zu identifizieren.",
    "RETURN": "Zurück",
    "REORDER.TITLE": "MSTs ordnen",
    "MULTISIGNATURE_ADD.OWN_PUBLICKEY_ALREADY_ADDED": "Der eigene öffentliche Schlüssel wird automatisch hinzugefügt. Nicht erneut hinzufügen.",
    "MULTISIGNATURE_ADD.PUBLIC_KEY_TWICE": "Öffentlicher Schlüssel existiert bereits. Jeder Schlüssel kann nur einmal hinzugefügt werden.",
    "TRANSFER.FROM_ADDRESS_NO_ETP": "Diese Adresse hat kein ETP. Entweder Sie fügen der Adresse ETP hinzu oder Sie wählen den automatischen Modus.",
    "PASSPHRASE.DOWNLOAD_FILE": "Download file",
    "RECOVER_FROM_BACKUP_WORDS": "Wallet von Backup Wörtern wiederherstellen",
    "EXPORT_MASTER_PUBLIC_KEY.HEADLINE": "Master Public Key exportieren",
    "EXPORT_MASTER_PUBLIC_KEY.BUTTON": "Schlüssel anzeigen",
    "EXPORT_MASTER_PUBLIC_KEY.WARNING": "Der Master Public Key ermöglicht die Erzeugung aller Adressen des Wallets. Auch wenn er kein Senden ermöglicht sollte er nicht mit unbefugten geteilt werden.",
    "SETTINGS.EXPORT_MASTER_PUBLIC_KEY": "Master Public Key exportieren",
    "SETTINGS.EXPORT_MASTER_PUBLIC_KEY_TEXT": "Der Master Public Key ermöglicht die Erzeugung aller Adressen des Wallets. Auch wenn er kein Senden ermöglicht sollte er nicht mit unbefugten geteilt werden.",
    "RECEIVE.HISTORY_BTN": "Transactionen auflisten",
    "HISTORY.ASSETS_LIST": "Asset",
    "HISTORY.ADDRESSES_LIST": "Adressen",
    "HISTORY.SELECT_ALL": "Alle auswählen",
    "HISTORY.SELECT_NONE": "Keine auswählen",
    "ASSET_LOCK.ADD_PERIOD": "Periode hinzufügen",
    "APPLY_CHANGES": "Änderungen übernehmen",
    "MESSAGE.IMPORT_PLUGIN_INVALID_FORMAT": "Plugin Informationen können nicht geladen werden. Bitte Plugin Konfiguration überprüfen.",
    "MESSAGE.WARNING_PLUGIN_CHECKBOX_MESSAGE": "Nicht wieder anzeigen",
    "MULTISIG_STATUS.MULTISIG": "Multisignatur Transaktion",
    "MULTISIG_STATUS.PARTIALLY_MULTISIG": "Partielle Multisignatur Transaktion (nicht unterstützt)",
    "FOREIGN_INPUT": "Fremder Input",
    "INDEX": "Index",
    "MULTISIG_ALREADY_SIGNED": "Sie haben diese Transaktion bereits signiert.",
    "EXPORT_MASTER_PUBLIC_KEY.YOUR_KEY": "Ihr Master Public Key:",
    "MESSAGE.AUTH_SEND_INVALID_SIGNATURE": "Ungültige Signatur. Bitte Transaktion auf Korrektheit überprüfen und erneut versuchen.",
    "MESSAGE.AUTH_HIGHER_VERSION": "Die Anfrage ist inkonpatibel mit der verwendeten Version von MyETPWallet. MyETPWallet sollte auf die neuste Version geupdatet werden.",
    "PASSPHRASE.NOT_MATCH": "Passwörter stimmen nicht überein",
    "BURN": "Verbrennen",
    "BURN.TEXT": "ETP oder MST dauerhaft unnbrauchbar machen",
    "BURN.SELECT_ASSET": "Asset auswählen",
    "BURN.CONFIRM_TITLE": "Die Tokens werden dauerhaft unbrauchbar gemacht!",
    "BURN.CONFIRM_MESSAGE": "Die Tokens werden verbrannt. Sie sind dadurch nicht mehr verwendbar und dies lässt sich nicht mehr umkehren. Wollen Sie die Tokens wirklich verbrennen?",
    "BURN.CONFIRM_OK": "Ja, die Tokens sollen verbrannt werden",
    "BURN.CONFIRM_BACK": "Vielleicht doch lieber nicht...",
    "SEND.TOO_MANY_DECIMALS": "Zu viele Nachkommastellen angegeben",

    "VOTE": "Wahl",
    "VOTE.TITLE": "DNA Supernode Wahl",
    "VOTE.SELECT_DELEGATE": "Kandidaten auswählen",
    "VOTE.SELECT_PERIOD": "Für wie viele Wahlperioden sperren (teilnehmen)",
    "LOCK_ALL_BUTTON": "Alles",
    "VOTE.DURATION_ESTIMATION": "Ihre DNA Tokens werden für voraussichtlich {{duration_days}} tage und {{duration_hours}} Stunden, bis {{unlock_time}} gesperrt. Diese Schätzung basiert auf der Blockzeit der letzten 10000 Blöcke ({{blocktime}} Sekunden). Die Blockzeit kann variieren.",
    "HISTORY.LOCKS": "Sperrungen",
    "HISTORY.NO_LOCK_YET": "No lock yet",
    "VOTE.START": "Wahl Start",
    "VOTE.END": "Wahl Ende",
    "VOTE.NO_ELECTION": "Aktuell ist keine Wahl möglich"
}