{
    "ACCOUNT.TITLE": "Portfolio",
    "ACCOUNT.FROZEN": "Frozen",
    "ACCOUNT.AVAILABLE": "Available",
    "ACCOUNT.TOTAL": "Total",
    "WALLET_SETUP.TITLE": "Setup wallet",
    "REGISTER.TITLE": "Create wallet",
    "CREATE_WALLET_DISCLAIMER.TITLE": "Information",
    "CREATE_WALLET_DISCLAIMER.TEXT": "PLEASE BE VERY CAREFUL WITH YOUR MNEMONIC KEY. THIS ADVICE IS GENERAL IN NATURE AND IS NOT LEGAL OR FINANCIAL ADVICE.",
    "REGISTER.YOUR_MNEMONIC_KEY": "Your backup words",
    "MNEMONIC_SHOW.TITLE": "Your wallet backup",
    "YOUR_MNEMONIC_WORDS": "Your backup words",
    "IMPORT_WALLET": "Enter wallet",
    "CREATE_NEW_WALLET": "Create new wallet",
    "CREATE_WALLET": "Got it. Let's rock",
    "BUTTON.OK": "Ok",
    "PLACEHOLDER.MNEMONIC_PASSPHRASE": "Mnemonic Passphrase",
    "TRANSACTIONS": "Transactions",
    "DATE": "Date",
    "AMOUNT": "Amount",
    "RECIPIENT_ADDRESS": "Recipient address",
    "AVAILABLE_BALANCE": "Available balance",
    "AVAILABLE": "Available",
    "SCAN": "Scan",
    "ETP_DEPOSIT": "ETP Deposit",
    "SWITCH_LANGUAGE": "Language",
    "LANGUAGE_SETTINGS": "Language",
    "SETTINGS": "Settings",
    "INFORMATION": "Legal Disclaimer",
    "MESSAGE.ERROR_TITLE": "Oops",
    "MESSAGE.LOADING": "Please wait...",
    "HISTORY.NO_TXS_YET": "No transactions yet",
    "HISTORY.NO_TXS_YET_TEXT": "Start using your wallet today!",
    "SETTINGS.RESET_TEXT": "Reset all wallet data. Please make sure you have the wallet's backup words.",
    "SETTINGS.RESET_BUTTON": "Reset",
    "SETTINGS.RESYNC_TEXT": "Force the wallet to resync all transactions and balance data.",
    "SETTINGS.RESYNC_BUTTON": "Force Resync",
    "DEPOSIT": "Deposit",
    "SEND": "Send",
    "RECEIVE": "Receive",
    "HISTORY": "History",
    "IMPORT_WALLET_ERROR_MESSAGE": "Error importing wallet. Please check input and try again.",
    "IMPORT_WALLET_CONNECTION_MESSAGE": "Error verifying wallet. Please try later.",
    "MENU": "Menu",
    "REORDER": "Reorder",
    "FINISH": "Finish",
    "ERROR_SEND_TEXT": "Could not create the transaction. Please check your input and try again.",
    "MNEMONIC_CONFIRM_HEAD": "Confirm backup words",
    "MNEMONIC_CONFIRM_TEXT": "In order to make sure you recorded the backup words correctly you can now arrange the words in the right order.",
    "CONFIRM": "Confirm",
    "SKIP": "Skip",
    "COPY": "Copy",
    "WARNING": "Warning",
    "BACKUP_WORDS_BACKED_UP_TEXT": "Confirm that you have written down your backup words",
    "BACKUP_WORDS_BACKED_UP_YES": "Yes, I have made a backup",
    "NO": "No",
    "BACKUP_WORDS_CONFIRM_SKIP_TEXT": "Are you sure you want to continue without confirming the backup words of your wallet?",
    "I_AM_SURE": "I am sure",
    "MESSAGE.ERROR_CONNECT_BLOCKCHAIN": "Problem connecting to blockchain nodes.",
    "BACK": "Back",
    "SETTINGS.WORDS_BUTTON": "Backup Words",
    "SETTINGS.WORDS_TEXT": "Your mnemonic words that correlate to your private key",
    "RESET_TITLE": "Are you sure?",
    "COPIED_MNEMONIC": "Copied backup words to clipboard",
    "SETTINGS.PINCODE": "PIN code Settings",
    "SETTINGS.PINCODE_BUTTON": "Configure",
    "SECURITY_WARNING": "Security Warning",
    "SET_PIN_FIRST": "Please set up a PIN code first",
    "PLEASE_AUTHORIZE": "Please Authorize",
    "CONFIRM_PINCODE": "Confirm PIN code",
    "BUTTON.DOWNLOAD": "Download Key",
    "BUTTON.NEXT": "Next",
    "IMPORT_WORDS": "Enter manually",
    "IMPORT_WORDS_TITLE": "Two ways to enter your backup words:",
    "IMPORT_WORDS_BAR": "Import Words",
    "IMPORT_FILE": "Please open your wallet file",
    "UPLOAD_KEYSTORE": "Upload Keystore file",
    "PASSWORD": "Password",
    "CANCEL": "Cancel",
    "ENTER": "Enter",
    "CREATE_NEW_WALLET_BUTTON": "Create new wallet",
    "OPEN_WALLET_FILE": "Open wallet from file",
    "CREATE_FROM_BACKUP_WORDS": "Create file from backup words",
    "WRONG_FILE": "Wrong File",
    "CONFIRM_PASSWORD": "Confirm Password",
    "LIGHT_WALLET_INFO_TEXT": "Please be aware that myetpwallet.com does not have access to your wallet keys. If you lose your backup words or key file, we will not be able to grant access to your funds.",
    "TRANSACTION.INNER_WALLET": "Intra-wallet transaction",
    "HEIGHT": "Block Height",
    "SELECT_CHANGE_ADDRESS": "Specify change address (optional)",
    "SELECT_FROM_ADDRESS": "Select source address (optional)",
    "SHOW_ADVANCED": "Show advanced options",
    "AUTO": "Automatic",
    "SELECT_DEPOSIT_OPTION": "Deposit duration",
    "DEPOSIT_PROFIT": "Your profit",
    "TRANSACTION_PREVIEW_TEXT": "Your encoded transaction will be:",
    "MESSAGE.SUCCESS": "Awesome!",
    "MESSAGE.LOGOUT_CONFIRM": "Are you sure you want to logout?",
    "SUCCESS_SEND_TEXT": "Transaction has been sent to the network. Please wait for confirmations. Your transaction hash is: ",
    "IMPORT_MNEMONIC_TEXT": "A wallet file will be created for you. This file will enable you to access your wallet.",
    "ENTER_PASSWORD_HEADLINE": "Enter password for the file",
    "CHOOSE_A_FILE": "Choose a file",
    "BACKUP_WORDS_WRITE_DOWN_TEXT": "Please write down the following 24 words on a piece of paper. You will need them in order to retrieve the wallet. It's very important that you keep them safe and private. Don't show them to someone.",
    "RESET_MESSAGE": "All login data will be cleared",
    "SHOW_ALL_ASSET_BALANCES": "Show balances for all assets",
    "THEME_SETTINGS": "Theme Switcher",
    "LOGIN_MENU_INFO_TEXT": "Notice for existing MVS wallet users: On your first login to myETPwallet.com, please create a wallet file from your backup words and then open the wallet from the file.",
    "PASTE_WORDS": "Use the textbox",
    "RESET": "Reset",
    "OR": "Or",
    "DISCLAIMER": {
        "HEADLINE": "Disclaimer",
        "INTRODUCTION": "This lightwallet is developed based on blockchain technology design. All account information and transaction activity is stored on public blockchains. The wallet Service Provider will not store users’ wallet private keys, mnemonics or backup words (collectively, “private key information”) in any centralized database. Users’ private key information and files generated through importing private keys belong solely to the person who created the wallet account. The user bears the responsibility to safeguard his/her private key files and password and is solely responsible for the use of his/her account, password and private key information.",
        "LIST_INTRODUCTION": "You agree that the wallet service provider will not bear any responsibility in the following situations:",
        "LIST_ITEM_1": "Leaks of personal information due to the user having made known his wallet password/private key information to others, the user not having safeguarded his/her password/private key information, the user having shared his/her wallet account, or any other mistakes that are not committed by the wallet Service Provider.",
        "LIST_ITEM_2": "The use of this service involves internet services and may be affected by unstable connections. The use of this service entails the risk of service disruptions or services being unable to meet the demands of users due to the following: events of force majeure, malware, viruses and other malicious software, attacks by hackers, unstable operating systems, users’ geographical location, users shutting down their devices and other reasons related to the internet, technology and telecommunication lines. Users must understand and undertake the above risks. The wallet service provider will not be responsible for any consequences resulting from the use of this service.",
        "LIST_ITEM_3": "The use of asset transfer services is based on users having sufficient knowledge about the counterparty (including but not limited to the counterparty’s real-world identity). There is no way to recall, revoke or undo asset transfers once they have been executed. Users will undertake all risks resulting from the use of asset transfer services once they have executed a transfer. The wallet service provider shall have no legal responsibility for any disputes that arise due to asset transfers. These disputes will be resolved by the sending and receiving parties.",
        "LIST_ITEM_4": "The service provider only provides technical support for the wallet and will not provide technical support for any other service.",
        "READ_AND_AGREE": "I have read and agree to the entire disclaimer and voluntarily undertake the risks and responsibilities communicated."
    },
    "LOGOUT": "Logout",
    "RESYNC": "Resync",
    "SYNCING": "Syncing",
    "TRANSFER": "Transfer",
    "OK": "OK",
    "PREVIEW": "Preview",
    "LEGAL_DISCLAIMER": {
        "TITLE": "Legal Disclaimer",
        "BRIEF_EXPLAIN": "MyETPWallet.com makes it easy for you to create, save, and access your information and assets and interact with the Metaverse blockchain. You are solely responsible for managing your funds and for maintaining the security of your private Key and any mnemonic passphrase (‘backup words’) associated with your wallet.",
        "WARNING": "Before using this wallet, please be aware that there are important risks associated with cryptocurrency and blockchain-based open-source software such as large exchange rate fluctuations and software bugs. By registering an account through MyETPWallet.com or MVSD, you agree that you have read, understood and accept all of the terms and conditions contained in this disclaimer.",
        "I_TITLE": "I. Accessing and Controlling wallet Information",
        "I_INFO": "1.1 When you create a wallet account, it generates a mnemonic passphrase (‘backup words’) consisting of 24 English words and a public and private keypair used to send and receive digital currency. You must backup your mnemonic passphrase and private key information and keep it secure; failure to do so may result in the loss of control of the assets within your wallet.",
        "I_INFO_2": "1.2 The wallet does not collect or store any of our users’ private information, including your password and private keys. This information is stored locally on the user’s own device. Hence, we cannot assist you with wallet retrieval. The Development Team is only responsible for guaranteeing wallet access and fixing software bugs, and is unable to restore encrypted private keys or otherwise recover private keys. If you use MyETPWallet.com, you acknowledge that Metaverse is not responsible for safeguarding or maintaining private keys associated with the wallet. We strongly advise you to back up your wallet files to best protect your property rights.",
        "II_TITLE": "II. Wallet Security",
        "II_INFO_1": "2.1 The Metaverse Team will implement appropriate security measures to protect users against data loss, inappropriate use, unauthorized access and/or disclosure. For example, we implement high-standard encryption techniques such as SSL to protect your personal information. Please be advised that we cannot guarantee the absolute security of any data you disclose online, due to technical limitations and unforeseeable hostile actions against the platform. By using our service, the user acknowledges the possibility that the system and telecommunication network they use to access our service can be compromised, which is out of our control. For instance, the software the user has downloaded or websites visited may contain viruses or malwares that threaten the security of the wallet information. Therefore, it is imperative that users ensure the security of their personal information and data. You accept the inherent security risks of providing information and dealing online over the internet and will not hold us responsible for any breach of security unless this is due to our negligence. The development team recommends that users pay special attention to backing up password and private keys offline (e.g. writing them on a piece of paper).",
        "II_INFO_2": "2.2 Under no circumstances should users trust information originating from non-official sources. Any wallet operation should only take place after the user has completed due diligence and assessed the counterparty’s identity.",
        "II_INFO_3": "2.3 It is the sole responsibility of the user to protect their wallet security. The developers from the Metaverse Team will take appropriate technical measures in accordance with industry standards to protect data security on the user’s device but are not legally responsible of any data or funds loss. In those circumstances, the user acknowledges and agrees that the Metaverse Team does not guarantee the complete safety of the wallet funds.",
        "III_TITLE": "III. Contact Us",
        "III_INFO": "Should you have any question regarding the privacy policies above, please contact us using the following email address: info@mvs.org",
        "FOOTER": "The Metaverse Team reserves the right to interpret and change the aforementioned clauses at any time, in our sole discretion. MyETPWallet is distributed under the protection of the MIT open source protocol."
    },
    "PASSWORD_WARNING": "We advise you to use a strong password for your own security.",
    "FEE": "Transaction Fee",
    "NOTICE_TRANSACTION_FEE_UNCOVERED": "Please make sure that you have enough ETP to cover the transaction fee.",
    "SELECT_RECIPIENT_ADDRESS": "Select recipient address (optional)",
    "CUSTOM": "Custom",
    "CUSTOM_RECIPIENT_ADDRESS": "Custom recipient address",
    "BLOCKS": "Blocks",
    "INTEREST_RATE": "Interest rates",
    "OPEN_FROM_QRCODE": "Open wallet from QR Code",
    "OPEN_FROM_BACKUP_WORDS": "Open wallet from backup words",
    "ENTER_PASSWORD_HEADLINE_MOBILE": "Enter your password to decode your private key",
    "SETTINGS.SHOW_QRCODE_BUTTON": "Connect phone",
    "SETTINGS.SHOW_QRCODE_TEXT": "Export your private key to the mobile application MyETPWallet.",
    "LOGOUT_TEXT": "Log out of the wallet.",
    "EXPORT_ACCOUNT": "Connect phone",
    "IMPORT.SHOW_QRCODE_BUTTON": "Show QR Code",
    "IMPORT_MNEMONIC_TEXT_MOBILE": "Your private key will be stored and encrypted via your password on your device.",
    "RESET_MESSAGE_MOBILE": "All data will be erased. To log in, you will need your backup words or scan the QR Code from your web lightwallet.",
    "IMPORT.SCAN_QRCODE_TEXT": "Import my account to my phone",
    "IMPORT.SCAN_QRCODE_BUTTON": "Scan QR Code",
    "ASSET_ISSUE": "Create Asset",
    "NOTICE_ASSET_ISSUE_FEE": "Please be aware that the creation of a new MST costs 10 ETP.",
    "ISSUE.NOTICE_TRANSACTION_FEE_UNCOVERED": "This Avatar needs at least 10 ETP to create a MST",
    "ISSUE.SYMBOL": "Symbol",
    "ISSUE.ISSUER_NAME": "Issuer name",
    "ISSUE.MAX_SUPPLY": "Maximum supply",
    "ISSUE.DECIMALS": "Number of decimals",
    "ISSUE.DESCRIPTION": "Description",
    "ISSUE.ISSUE_ADDRESS": "Issue address (address receiving the new token)",
    "ISSUE.FEE_ADDRESS": "Fee address (address paying 10 ETP)",
    "ISSUE.CUSTOM_ISSUE_ADDRESS": "Custom issue address",
    "ISSUE.CONFIRMATION_TITLE": "Issuing a MST will cost 10 ETP.",
    "ISSUE.CONFIRMATION_SUBTITLE": "Are you sure you want to create a MST?",
    "ISSUE.CREATE": "Create MST",
    "EXPORT.HEADLINE": "Connect your phone",
    "EXPORT.INTRODUCTION": "To download MyETPWallet on your phone, please visit MyETPWallet.com and click on 'Download wallet'.",
    "EXPORT.TEXT": "This action will export your private key to your phone. Your private key will be encrypted with the password used for this account and saved on your mobile device. Please scan this QR code from the mobile application MyETPWallet.",
    "EXPORT.REMINDER_LOGOUT": "Please logout from the app if you switch your phone.",
    "LOGIN_MENU_INFO_TEXT_MOBILE": "Notice: To create an account, please use your computer and go to MyETPWallet.com. You will then be able to link your account with your phone.",
    "REPORT_BUG": "Report Bug",
    "MESSAGE.NETWORK_MISMATCH": "Network does not match",
    "MESSAGE.PASSWORD_WRONG": "Incorrect password",
    "MESSAGE.CREATE_TRANSACTION": "Unable to create transaction.",
    "MESSAGE.BROADCAST_ERROR": "Unable to broadcast transaction, please try again later.",
    "LOGIN": "Login",
    "HOW_TO_IMPORT_WALLET_MOBILE": "How to Import",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP1": "Open the web lightwallet, go to Settings, and then Connect phone",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP2": "Scan the QR Code",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP3": "Enjoy your wallet on your phone!",
    "MESSAGE.ISSUE_INSUFFICIENT_BALANCE": "You need at least 10 ETP to create a MST.",
    "SCANNING.MESSAGE_ACCOUNT": "Scan the QR code from your web lightwallet",
    "SCANNING.MESSAGE_ADDRESS": "Scan the ETP Address",
    "MESSAGE.NOT_ETP_ADDRESS_TITLE": "Wrong address",
    "MESSAGE.NOT_ETP_ADDRESS_TEXT": "This is not a correct ETP address. Please scan an ETP address.",
    "SEND_ALL_BUTTON": "Send All",
    "IMPORT_QRCODE": "Please use the QR code in app.myetpwallet.com, in Settings, then Connect phone",
    "MESSAGE.ONE_TX_PER_BLOCK": "Please note currently each account can only broadcast 1 transaction per block",
    "MESSAGE.INSUFFICIENT_BALANCE": "Insufficient balance. Please double check your available balance",
    "LOGIN.MOBILEWEB_ANDROID1": "Download MyETPWallet App on Google Play Store (recommended):",
    "LOGIN.MOBILEWEB_ANDROID2": "Or directly download the application:",
    "LOGIN.MOBILEWEB_IOS": "The IOS App is currently in development. Please use the Web version of MyETPWallet on your computer.",
    "LOGIN.MOBILEWEB_OTHER": "MyETPWallet is currently only available on Computer and Android phones.",
    "ISSUE.MAX_SUPPLY_CUSTOM": "Custom Maximum supply",
    "ISSUE.ONE_MILLION": "One million",
    "ISSUE.TEN_MILLION": "Ten million",
    "ISSUE.ONE_HUNDRED_MILLION": "One hundred million",
    "ISSUE.ONE_BILLION": "One billion",
    "ISSUE.TEN_BILLION": "Ten billion",
    "AVATARS": "Avatars",
    "AVATARS.CREATE_AVATAR_BTN": "Create",
    "AVATARS.NO_AVATARS": "You do not have any avatar yet. Click on Create to create your first Avatar!",
    "CREATE_AVATAR": "Create Avatar",
    "CREATE_AVATAR.CREATE_BTN": "Create Avatar",
    "CREATE_AVATAR.SYMBOL": "Avatar name",
    "CREATE_AVATAR.ADDRESS": "Linked address",
    "RECIPIENT_AVATAR": "Recipient avatar",
    "SEND_TO_AVATAR": "Send to avatar",
    "HEADLINE_MST": "Metaverse Smart Token",
    "HEADLINE_MIT": "Metaverse Identifiable Token",
    "NO_MIT_TEXT": "You don't have any MIT yet. In order to create MIT you first have to create an avatar.",
    "MIT_REGISTER.SYMBOL": "MIT symbol",
    "MIT_REGISTER.CONTENT": "Content",
    "IMPORT.WORDS_REMAINING": " words remaining",
    "IMPORT.WORDS_ALL_OK": "Ready to import",
    "IMPORT.WORDS_TOO_MANY": "More than 24 words have been entered",
    "IMPORT.INCORRECT_WORD": "Incorrect word No. ",
    "IMPORT.INCORRECT_MNEMONIC": "This mnemonic is not correct. Please double check the order of the words",
    "AVATARS.MY_CERTS": "My certificates",
    "AVATARS.SECONDARY_ISSUE": "Secondary Issue",
    "AVATARS.DOMAIN": "Domain",
    "AVATARS.NAMING": "Naming",
    "HASH": "Hash",
    "RECEIVE.ADDRESS_NO_MST": "This address doesn't have any MST",
    "ISSUE.SECONDARYISSUE_THRESHOLD": "Secondary Issue threshold",
    "ISSUE.SECONDARYISSUE_TYPE": "Allow future Secondary Issue",
    "ISSUE.SECONDARYISSUE_DISABLED": "No Secondary Issue possible",
    "ISSUE.SECONDARYISSUE_UNLIMITED": "Secondary Issue possible with certificate only",
    "ISSUE.SECONDARYISSUE_RATE": "Secondary Issue possible with certificate and Stacking condition",
    "TOTAL_AVAILABLE_BALANCE": "Total available balance",
    "AVATAR_AVAILABLE_BALANCE": "Avatar available balance",
    "ISSUE.SYMBOL_AVAILABLE": "This Domain name is available. After issuing this MST, you will receive a Domain certificate",
    "ISSUE.SYMBOL_DOMAIN_OWNER": "Your Avatar own the Domain certificate to create this MST",
    "ISSUE.SYMBOL_NAMING_OWNER": "Your Avatar own the Naming certificate to create this MST",
    "ISSUE.SYMBOL_ALREADY_EXIST": "This MST symbol has already been registered",
    "ISSUE.SYMBOL_NOT_CERT_OWNER": "You do not own the Domain certificate to create this MST",
    "ISSUE.SYMBOL_ERROR_LOADING_MSTS": "Error while loading MSTs. Please make sure this MST Symbol is not already used",
    "ISSUE.SYMBOL_ERROR_LOADING_CERTS": "Error while loading the Domain certificates. Please make sure you have the right to create this Symbol",
    "REGISTER_MST": "Register MST",
    "REGISTER_MIT": "Register MIT",
    "TRANSFER_MIT": "Transfer MIT",
    "AVATAR_RECIPIENT_ADDRESS": "The address of this Avatar is {{address}}, it was updated for the last time on {{last_update}}",
    "MIT.STATUS": "Status",
    "CREATOR": "Creator",
    "OWNER": "Current owner",
    "CONTENT": "Content",
    "MIT.TX_HASH": "Created in",
    "MIT.HISTORY": "Transaction history",
    "CHECK_IN_EXPLORER": "Check in Explorer",
    "ISSUE.MAX_SUPPLY_TOO_HIGH": "Invalid maximum supply. Please decrease the maximum supply or the number of decimals",
    "CREATE_AVATAR.NO_ADDRESS_1ETP": "You do not have any available address with at least 1 ETP available. Please send at least 1 ETP to an available address (not already linked to an Avatar) to create a new Avatar",
    "MAINNET": "Mainnet",
    "TESTNET": "Testnet",
    "CREATE_AVATAR.CONFIRMATION_TITLE": "Creating an Avatar cost 1 ETP.",
    "CREATE_AVATAR.CONFIRMATION_SUBTITLE": "Are you sure you want to create an Avatar?",
    "ISSUE.NO_AVATAR": "You need an Avatar to register a MST. Please create an Avatar first",
    "ISSUE.SELECT_AVATAR": "Please select an Issuer first",
    "ISSUE.NO_AVATAR_PLACEHOLDER": "No Avatar",
    "MIT_REGISTER.AVATAR_NAME": "Recipient Avatar name",
    "MIT_REGISTER.NO_AVATAR": "You need an Avatar to register a MIT. Please create an Avatar first",
    "MIT_REGISTER.RECIPIENT_ADDRESS": "Recipient Avatar address",
    "MIT_REGISTER.SELECT_AVATAR": "Please select a Recipient Avatar first",
    "CREATE_AVATAR.AVATAR_ALREADY_EXIST": "This Avatar name has already been registered",
    "MIT_REGISTER.MIT_ALREADY_EXIST": "This MIT symbol has already been registered",
    "SEND_TO_ONE": "Send to one",
    "SEND_MORE": "Send to many",
    "RECIPIENT": "Recipient",
    "ADD_RECIPIENT": "Add recipient",
    "REMOVE_RECIPIENT": "Remove recipient",
    "TOTAL_TO_SEND": "Total to send",
    "SEND_MORE.TOTAL_MORE_AVAILABLE": "The total is higher than your available balance",
    "SEND_MORE.WRONG_FILE": "Impossible to read this file, please check the format. You can download the CSV example file and follow this template",
    "IMPORT_FROM_CSV": "Import from CSV",
    "DOWNLOAD_CSV": "Download CSV",
    "MESSAGE.SEND_MORE_IMPORT_CSV_TOO_MANY_RECIPIENT_TITLE": "Too many recipient",
    "MESSAGE.SEND_MORE_IMPORT_CSV_TOO_MANY_RECIPIENT_BODY": "This file contains too many recipients. The maximum number of recipients is limited to ",
    "TRANSACTION": "Transaction",
    "LOCKED_UNTIL": "Locked until",
    "LOCKED_FOR_BLOCKS": "Locked for",
    "DEPOSITS": "Deposits",
    "MINERS": "Miners",
    "DEVELOPERS": "Developer Community",
    "TRANSFER_FEE_DISTRIBUTION": "Transaction fee distribution",
    "HELP.CREATE_AVATAR_NAME": "Your Avatar name is a unique symbol. It can contain numbers, uppercase letters, lowercase letters, dots, dashes, underscores and @. It can be used instead of your ETP address to receive ETP and other assets.",
    "HELP.CREATE_AVATAR_LINKED_ADDRESS": "Your Avatar will be linked to this address. Each address can only be linked to 1 Avatar.",
    "ACCOUNT.TOTAL_VALUE": "Total value",
    "SETTINGS.BASE_CURRENCY": "Base Currency",
    "SETTINGS.BASE_CURRENCY_TEXT": "Choose your base currency that is used for value estimation.",
    "CREATE_AVATAR.AVATAR_NAME_TOO_SHORT": "The Avatar name must be at least 3 characters long",
    "SUBTITLE.CREATE_AVATAR_ADDRESS": "You can link your Avatar only to an address with at least 1 ETP available",
    "HELP.BOUNTY_FEE": "You can choose how your fee will be distributed, between the Miners and the Developer Community. This does not impact the total fee that you pay for the transaction. The maximum share for the Developer Community is 80%.",
    "SETTINGS.PLUGINS": "Plugins",
    "SETTINGS.PLUGINS_TEXT": "Add third party extensions to the wallet.",
    "PLUGIN_SETTINGS": "Plugin Settings",
    "PLUGIN_DETAILS": "Plugin details",
    "PLUGIN_DETAILS.NAME": "Plugin name",
    "PLUGIN_DETAILS.DESCRIPTION": "Description",
    "PLUGIN_DETAILS.AUTHOR": "Author",
    "PLUGIN_DETAILS.PERMISSIONS": "Permissions",
    "ADD": "Add",
    "PLUGIN.REMOVE": "Remove",
    "PLUGIN.INFO": "Details",
    "PLUGIN.URL": "Plugin URL",
    "PLUGIN.PERMISSION_CREATE_MIT": "Create MITs",
    "PLUGIN.PERMISSION_NETWORK": "Know the current network (mainnet or testnet)",
    "PLUGIN.PERMISSION_AVATARS": "Access the list of all my avatars and their attached address",
    "PLUGIN.PERMISSION_SIGN": "Sign a message (not a transaction)",
    "PLUGIN.PERMISSION_VERIFY": "Verify the signature of other transactions",
    "PLUGIN.PERMISSION_UNLOCK": "After asking the password, can re-use it in the same session",
    "PLUGIN.PERMISSION_ADDRESSES": "Access my list of addresses",
    "PLUGIN.PERMISSION_BROADCAST": "Broadcast transactions",
    "PLUGIN.GIVE_PERMISSION": "I accept to provide those permissions to this plugin",
    "PLUGIN.ALREADY_ADDED": "This plugin is already added to your wallet",
    "MESSAGE.IMPORT_PLUGIN_ERROR": "Error while importing the plugin",
    "MESSAGE.IMPORT_PLUGIN_INVALID_URL": "Incorrect URL. Please double check the plugin URL.",
    "MESSAGE.IMPORT_PLUGIN_INVALID_NAME": "Incorrect plugin name. The name of this plugin contains invalid characters.",
    "MESSAGE.IMPORT_PLUGIN_MISSING_DEFAULT_TRANSLATION": "The default translation of this plugin is missing.",
    "ERROR_TOO_MANY_INPUTS": "Too many inputs",
    "ERROR_TOO_MANY_INPUTS_TEXT": "This transaction contains too many inputs. Please try a smaller amount",
    "HISTORY.NO_DEPOSIT_YET": "No deposit yet",
    "HISTORY.NO_DEPOSIT_YET_TEXT": "Freeze your ETP to earn interests!",
    "HISTORY.ORDER_BY": "Order by",
    "HISTORY.ORDER_BY_HEIGHT": "Locking time",
    "HISTORY.ORDER_BY_UNLOCK_HEIGHT": "Unlocking time",
    "HISTORY.DIRECTION": "Direction",
    "HISTORY.DIRECTION_LATEST_TOP": "Latest on top",
    "HISTORY.DIRECTION_EARLIEST_TOP": "Earliest on top",
    "HISTORY.FROZEN_TX": "Currently locked transactions",
    "HISTORY.UNFROZEN_TX": "Unlocked transactions",
    "LOCKED_SINCE": "Locked since",
    "GENERATE_ADDRESSES.CHANGE_ADDRESS_NUMBER": "Update number of addresses",
    "GENERATE_ADDRESSES.HEADLINE": "Update number of addresses",
    "GENERATE_ADDRESSES.EXPLANATION": "MyETPWallet uses a HD Wallet (Hierarchical Deterministic) to generate multiple addresses from your seed. Because your addresses are generated in a deterministic way it means that if you reduce the number of your addresses, you can add them back later by increasing your number of addresses. It will always regenerate the same addresses.",
    "GENERATE_ADDRESSES.TOTAL_NUMBER_OF_ADDRESSES": "Number of addresses in my wallet",
    "GENERATE_ADDRESSES.TOO_MANY_ADDRESSES": "The number of addresses is limited to 50 in the Lightwallet. If you need more addresses, please download the Desktop wallet.",
    "GENERATE_ADDRESSES.ERROR": "Error while regenerating your addresses",
    "MIT_REGISTER.MIT_SYMBOL_TOO_SHORT": "The MIT symbol must be at least 3 characters long",
    "HELP.GENERATE_ADDRESSES_NUMBER": "In order to keep your wallet smooth, it is recommended to keep the number low. The default value is 10 addresses, maximum 50 addresses",
    "MESSAGE": "Public message (optional)",
    "HELP.MESSAGE": "This message will be clearly and publicly displayed in your transaction. Do not enter any personal data!",
    "MESSAGE_TOO_LONG": "Too long message. Please use a shorter message",
    "AVATARS.INFORMATION": "Avatars represent your Digital Identity on Metaverse Blockchain. You can use your Avatar name to send and receive ETP in place of your address. Avatars can create MST and MIT",
    "MSTS.INFORMATION": "MST (Metaverse Smart Token) is the token standard use on Metaverse. Any Avatar can create a MST using the form below.",
    "MITS.INFORMATION": "MIT (Metaverse Identifiable Token) is the non-fungible token standard on Metaverse. A MIT has a unique symbol and a content that cannot be changed. Its quantity is always 1 and cannot be split. It can only be created by and transferred to an Avatar. MITs can be used to represent any unique digital or physical object, and easily trace its transfer from Avatars to Avatars. The complete ownership history is recorded on the blockchain and publicly visible",
    "SEND_ALL_TITLE": "Send all?",
    "SEND_ALL_MESSAGE": "Do you really want to send all your available balance?",
    "DEPOSIT.DURATION_ESTIMATION": "Your MST will be locked for approximately {{duration_days}} days and {{duration_hours}} hours. Be aware that this estimation is based on the blocktime of the last 10000 blocks ({{blocktime}} sec.), and might vary based on block generation speed.",
    "HISTORY.UNLOCK_APPROXIMATION_INFORMATION": "*Please be aware that the 'Locked until' date is an approximation based on the number of block remaining and the average blocktime of the last 10000 blocks. It might vary based on block generation speed.",
    "RECIPIENT_ADDRESS_OR_AVATAR": "Recipient avatar or address",
    "HELP.RECIPIENT_ADDRESS_OR_AVATAR": "You can enter the recipient avatar name or address.",
    "AVATAR": "Avatar",
    "ADDRESS": "Address",
    "INFORMATION.TITLE": "Information",
    "REPORT_BUG.TEXT": "The easiest way to report issues is to fillout our bug report form.",
    "GITHUB.FOLLOW": "Follow issues on GitHub",
    "GITHUB.TEXT": "All our source code and development process is open and publicly available on GitHub. You can always see the process of open issues and of course also help with the implementation.",
    "ETH_BRIDGE": "Ethereum bridge",
    "ETH_TO_MVS": "Ethereum -> Metaverse",
    "MVS_TO_ETH": "Metaverse -> Ethereum",
    "ETH_TO_MVS.SELECT_AVATAR_OR_ADDRESS": "Select Avatar or address",
    "ETH_TO_MVS.LINK_ADDRESSES_TITLE": "Link your Ethereum and Metaverse addresses to swap tokens!",
    "ETH_TO_MVS.LINK_ADDRESSES_EXPLAIN": "You can now swap Ether to ETP, or compatibles ERC20 tokens on Ethereum blockchain to their MST equivalent on Metaverse. This form describes the steps to swap from Ethereum to Metaverse. To swap from Metaverse to Ethereum, please check the tab 'Metaverse -> Ethereum' on top of this page.",
    "ETH_TO_MVS.STEP1_TITLE": "Step 1: Generate Data based on your Metaverse Avatar or address",
    "ETH_TO_MVS.STEP1_EXPLAIN": "The first step is to generate some Data according to the Avatar or address that you want to use on the Metaverse side. This Data will then be used to attach your Ethereum address to the selected Metaverse Avatar or address",
    "ETH_TO_MVS.DATA": "Data",
    "ETH_TO_MVS.STEP2_TITLE": "Step 2: Go to your Ethereum wallet",
    "ETH_TO_MVS.STEP2_EXPLAIN": "The next step is to go to you Ethereum wallet. It can be any wallet that has the option to add 'Data' to a transaction (myetherwallet, imToken etc...).",
    "ETH_TO_MVS.STEP3_TITLE": "Step 3: Send an Ethereum transaction containing this Data",
    "ETH_TO_MVS.STEP3_EXPLAIN": "Finally, send a transaction to the Metaverse smart contract address on Ethereum specified below. It is important that you add the data generated here in the transaction, in the field 'Data' (usually in the Advanced options). The value to send is 0 Ether, but you will have to pay the transaction fee in order to have your transaction processed.",
    "ETH_TO_MVS.ETPMAP_CONTRACT_ADDRESS": "Smart contract address on Ethereum:",
    "ETH_TO_MVS.STEP4_TITLE": "Step 4: Your Ethereum and Metaverse addresses are now linked!",
    "ETH_TO_MVS.STEP4_EXPLAIN": "The Ethereum address used to send the transaction is now linked to your Metaverse avatar or address! You can now send Ether or any supported ERC20 token to the Metaverse swap center address on Ethereum (address below), and the equivalent ETP or MST will be sent on Metaverse to your Avatar or address specified here.",
    "ETH_TO_MVS.UPDATE_ADDRESS": "The linked Avatar or address can be updated at any time by following the same process, the latest transaction is always the one taken into account.",
    "MVS_TO_ETH.LINK_ADDRESSES_TITLE": "Convert tokens from Metaverse to Ethereum!",
    "MVS_TO_ETH.LINK_ADDRESSES_EXPLAIN": "You can also swap compatibles MST on Metaverse to their ERC20 equivalent on Ethereum. However, please note you currently cannot swap ETP to Ether.",
    "MVS_TO_ETH.STEP1_TITLE": "Step 1: Own a compatible MST",
    "MVS_TO_ETH.STEP1_EXPLAIN": "You can identify the MST that can be converted to an ERC20 token on Ethereum via the 'Swap' button on the main page of the wallet, only the MST supporting the swap function to Ethereum have this option. The complete list of compatible MST is available at the bottom of this page.",
    "MVS_TO_ETH.STEP2_TITLE": "Step 2: Swap your MST",
    "MVS_TO_ETH.STEP2_EXPLAIN": "By clicking on the 'Swap' button, you can do a transfer very similar to a classic Metaverse transfer. The only differences are that the recipient will automatically be the '{{crosschain_avatar}}' avatar, and you will be asked to fill the Ethereum address that will receive the ERC20 token on Ethereum.",
    "MVS_TO_ETH.STEP3_TITLE": "Step 3: Receive your ERC20 token on Ethereum!",
    "MVS_TO_ETH.STEP3_EXPLAIN": "After sending your MST, they will be automatically converted to the ERC20 token that you will receive on the Ethereum address specified in the previous step. Please be patient, this process might take some time since it involves 2 transactions (first on the Metaverse blockchain, then on Ethereum).",
    "HELP.ETH_SWAP_RECIPIENT": "The Recipient for a Metaverse->Ethereum swap is always the Avatar '{{crosschain_avatar}}'",
    "ETHEREUM_ADDRESS": "Ethereum address",
    "HELP.ETH_ADDRESS": "This is the Ethereum address that will receive the equivalent ERC20 token on Ethereum",
    "SWAP.NOTICE_SWAP_FEE": "Please be aware that doing a swap from Metaverse to Ethereum cost an additional 1 ETP in order to pay for the Ethereum transaction fee",
    "SWAP": "Swap",
    "EXPORT_CSV": "Export to CSV",
    "DOWNLOAD_CSV_EXAMPLE": "Download CSV Example",
    "PENDING_CONFIRMATION": "Waiting for confirmation",
    "COMPATIBLE_MST_LIST": "Compatible MST",
    "SWAP_MST.LIST_TITLE": "List of MST compatible with Ethereum swap",
    "SWAP_MST.LIST_EXPLAIN": "Please find below the full list of MST that can be swapped to their equivalent Ethereum token:",
    "ETH_TO_MVS.DO_ONLY_ONCE": "Please note this process only has to be done once.",
    "ETH_TO_MVS.SWAP_CENTER_ADDRESS": "Metaverse swap center on Ethereum:",
    "SWAP_MST.INCORRECT_ETH_ADDRESS": "Incorrect Ethereum address. Please double check the address",
    "MULTISIGNATURE": "Multisignature",
    "MULTISIGNATURE.INFORMATION": "You can use multisignature addresses in order to share a multisignature address with other users. This address will require the signature of a defined number of members in order to do a transaction.",
    "MULTISIGNATURE.NO_ADDRESS": "You do not have any multisignature address yet. Create one by clicking on the button below!",
    "MULTISIGNATURE.ADD_ADDRESS": "Add multisignature address",
    "MULTISIGNATURE_ADD.NEW": "New address",
    "MULTISIGNATURE_ADD.EXISTING": "Existing address",
    "MULTISIGNATURE_ADD": "Add multisignature address",
    "MULTISIGNATURE_ADD.GET_PUBLICKEY": "Get public key",
    "GET_PUBLIC_KEY.ERROR": "Error while getting your public key",
    "MULTISIGNATURE_ADD.PUBLICKEY": "Your public key",
    "MULTISIGNATURE_ADD.INFORMATION_NEW": "Here you can create a new multisignature for you and your co-signers. If the address has already been created by you or a cosigner via MyETPWallet, you can import it in the tab 'Existing address'",
    "MULTISIGNATURE_ADD.STEP1_TITLE": "Step 1: Select your address and get your public key",
    "MULTISIGNATURE_ADD.STEP1_EXPLAIN": "First, choose the Avatar or address that you want to use, and get its public key. Then you will have to share your public key with the other co-signers.",
    "MULTISIGNATURE_ADD.STEP2_TITLE": "Step 2: Enter your co-signers public keys",
    "MULTISIGNATURE_ADD.STEP2_EXPLAIN": "The second step consist in entering the public key of all the co-signers involved in this multisignature address.",
    "ADD_COSIGNER": "Add co-signer",
    "COSIGNER": "Co-signer",
    "COSIGNER_PUBLIC_KEY": "Co-signer public key",
    "MULTISIGNATURE_ADD.STEP3_TITLE": "Step 3: Choose the number of signatures required",
    "MULTISIGNATURE_ADD.STEP3_EXPLAIN": "Now you have to select how many signatures are required in order to do a transaction from the multisignature address. The minimum value is 2, and the maximum value is the total number of persons involved in this address.",
    "MULTISIGNATURE_ADD.STEP4_TITLE": "Step 4: Generate your multisignature address",
    "MULTISIGNATURE_ADD.STEP4_EXPLAIN": "If all the information above have been correctly filled, you can generate you multisignature address. You can identity a multisignature address by the first character, a '3' instead of a 'M' for a normal address.",
    "MULTISIGNATURE_ADD.GET_ADDRESS": "Get address",
    "MULTISIGNATURE_ADD.STEP5_TITLE": "Step 5: Use your multisignature address!",
    "MULTISIGNATURE_ADD.STEP5_EXPLAIN": "Your multisignature address has now been created, your co-signers can add it to their wallet by going on this page, in the tab 'Existing address'",
    "MULTISIGNATURE_ADD.NBR_SIGN_REQ": "Number of signatures required",
    "CREATE_MULTISIG.ERROR": "Error while generating your multisignature address",
    "SUCCESS_CREATE_MULTISIG": "Your multisignature address has been created! You can now share it with the co-signers. Your address is: ",
    "SEND_MULTISIG": "Send ETP",
    "MULTISIG_ADDRESS_ALREADY_ADD.ERROR": "This multisignature address has already been added to your wallet: ",
    "IMPORT_MULTISIG_ADDRESS": "Multisignature address to import",
    "MULTISIGNATURE_ADD.IMPORT_ADDRESS": "Import address",
    "IMPORT_ADDRESS_UNKNOW.ERROR": "This multisignature address is unknown. Please make sure the address is correct and has been registered at least once via MyETPWallet. To register an address, go to the tab 'New address' on top of this page.",
    "IMPORT_ADDRESS": "Error while importing your address",
    "MULTISIGNATURE.DETAILS": "Multisignature address details",
    "MULTISIGNATURE.NBR_PERSON": "Number of co-signers",
    "MULTISIGNATURE.SIGN_REQ": "Signatures required",
    "MULTISIGNATURE.PUBLIC_KEYS": "Public keys",
    "MULTISIG_ADDRESS_NOT_THIS_WALLET.ERROR": "This multisignature address doesn't belong to your wallet. Are you sure the multisignature address is correct?",
    "ADD_MULTISIG.ERROR": "Error while adding the multisignature address",
    "MULTISIGNATURE_TRANSFER": "Multisignature transfer",
    "MULTISIG_TRANSFER.FROM_ADDRESS": "Source address",
    "MULTISIG_MISSING_MY_PUBLIC_KEY.ERROR": "Please generate your public key in Step 1 first.",
    "MULTISIG_WRONG_PUBLIC_KEYS.ERROR": "Please make sure all the public keys in Step 2 are correct",
    "SIGN": "Sign",
    "MULTISIGNATURE_TRANSFER.TX_TO_SIGN": "Transaction to sign",
    "MULTISIGNATURE_TRANSFER.SIGNED_TX": "Signed transaction",
    "MULTISIGNATURE_TRANSFER.CREATE": "Create transaction",
    "MULTISIGNATURE_TRANSFER.SIGN": "Broadcast transaction",
    "MULTISIGNATURE_TRANSFER.DECODE": "Verify transaction",
    "MESSAGE.ERROR_DECODE_MULTISIG_SUBTITLE": "Cannot decode this raw transaction",
    "MESSAGE.ERROR_DECODE_MULTISIG_BODY": "This raw transaction cannot be decoded. Please make sure this raw transaction is correct and has been created from the selected multisignature address",
    "MULTISIGNATURE.CURRENT_NBR_SIGN": "Current number of signatures",
    "MULTISIGNATURE.NEW_NBR_SIGN": "New number of signatures",
    "MULTISIGNATURE.BROADCAST": "Broadcast transaction",
    "MULTISIGNATURE_TRANSFER.CREATED_TX": "Raw transaction",
    "MULTISIGNATURE_TRANSFER.CREATED_TX_DESCRIPTION": "This is your raw transaction. It has already been signed with your private key, you can now share it with the other co-signers.",
    "MULTISIGNATURE.GENERATE": "Generate transaction",
    "MESSAGE.SIGN_TRANSACTION": "Unable to sign this transaction",
    "MULTISIGNATURE.TX_SUMMARY": "Transaction summary",
    "MULTISIGNATURE.TX_SUMMARY_OUPUTS": "Recipient(s)",
    "MULTISIGNATURE.TX_SUMMARY_SIGN_INFO": "Signatures information",
    "ACCOUNT_NAME": "Account name",
    "RESET_MESSAGE_MOBILE_SAVE_ACCOUNT": "You can choose to Save locally the information about your account in order to easily login with your password, or Forget all the information. If you choose to Forget, you will need your 24 backup words to login.",
    "SAVE": "Save",
    "DELETE": "Forget",
    "BUTTON.DELETE_ACCOUNT": "Forget Account",
    "DELETE_ACCOUNT_TITLE": "Forget account?",
    "DELETE_ACCOUNT_BODY": "If you choose to forget your account, all its information saved on your device will be deleted. To login, you will need your 24 backup words or your keystore file.",
    "ACCOUNT_NAME_ALREADY_USED": "This account name is already used",
    "SUCCESS_ADD_MULTISIG": "The multisiginature address has been successfully added to your wallet!",
    "SAVE_ACCOUNT_TITLE": "Choose an account name",
    "SAVE_ACCOUNT_MESSAGE": "Please give a name to the account. This account name will only be used locally to identify your accounts.",
    "SAVE_ACCOUNT_PLACEHOLDER": "Account name",
    "SAVE_ACCOUNT_TITLE_NO_NAME": "Please enter an Account name",
    "SAVE_ACCOUNT_TITLE_ALREADY_EXIST": "Account name already used",
    "SAVE_ACCOUNT_MESSAGE_ALREADY_EXIST": "This Account name has already been saved. Please use a different Account name",
    "RESET_MESSAGE_CHOICE": "You can choose to locally save the information of your account, including your encrypted private key, in order to easily login with your password.",
    "SUCCESS_IMPORT_MULTISIG": "Your multisignature address has been successfully imported! The address is: ",
    "MESSAGE.ALREADY_SIGN_TRANSACTION": "You have already signed this transaction, no need to sign it again!",
    "MESSAGE.WARNING_PLUGIN_TITLE": "Be careful with plugins!",
    "MESSAGE.WARNING_PLUGIN_MESSAGE": "Since v0.6.0, you can now add plugins to myetpwallet! This feature allow you to easily connect third party plugins with your Metaverse wallet. However, be aware that anything displayed in a plugin is managed by a third party. We recommend user to use the plugins carefully, an to not use it with their main account but with an account with a small number of ETP instead.",
    "MESSAGE.WARNING_MULTISIG_TITLE": "Multisignature addresses and transactions via MyETPWallet are in Beta!",
    "MESSAGE.WARNING_MULTISIG_MESSAGE": "Since v0.6.0, you can now use multisignature addresses in MyETPWallet. However, please use this new feature carefully and avoid sending important quantity of ETP or MST to your multisignature addresses. If you notice any bug, do not hesitate to report it via Report Bug in the main menu!",
    "SWAP_FEE": "Swap fee",
    "HELP.SWAP_TX_FEE": "This is the transaction fee for the transaction on the Metaverse blockchain",
    "HELP.SWAP_TX_SWAP_FEE": "This is the transaction fee for the transaction on the Ethereum blockchain. This ETP fee will be converted to ETH to pay for the Ethereum transaction fee",
    "PLUGIN_START": "Access plugin",
    "PLUGIN_START.WARNING_TITLE": "Get ready to enter in a plugin!",
    "PLUGIN_START.WARNING_TEXT": "You are about to enter in a third-party plugin. For your own security, please be carefull with the information that you share with this third-party. In order to avoid any funds lost, we recommend to use plugins only with accounts that own a limited amount of assets.",
    "PLUGIN_START.GO_BUTTON": "Enter plugin",
    "PLUGIN_START.PLUGIN_NAME": "Plugin name",
    "MESSAGE.UNLOCK_WALLET": "Error while unlocking your wallet, the plugin cannot access your wallet",
    "MESSAGE.WRONG_PASSWORD_TRY_AGAIN": "Wrong password, try again?",
    "MESSAGE.UNLOCK_WALLET_PASSWORD_NOT_ENTERED": "Password not entered, your experience in the plugin might be limited",
    "MESSAGE.UNLOCK_WALLET_PASSWORD_MESSAGE": "Enter your password to unlock your wallet",
    "MULTISIGNATURE.INFORMATION2": "A multisignature addresses can send and receive ETP and MST. This page will automatically display all the MST hold by each address.",
    "TOKEN_DROPLET.POWERED_BY": "Powered by RightBTC",
    "MESSAGE.ERR_SAVE_ACCOUNT": "Error while saving your account",
    "MESSAGE.ERR_IMPORT_ACCOUNT": "Error while importing your account",
    "MULTISIGNATURE_ADD.UPDATE_MY_ADDRESS": "Change my address",
    "IMPORT_PLUGIN.ERROR": "Error while importing the plugin",
    "MESSAGE.PLUGIN_ADDED_TITLE": "Plugin added successfully!",
    "MESSAGE.PLUGIN_ADDED_MESSAGE": "The plugin has been added, you will find it at the bottom of the main menu.",
    "REMOVE_PLUGIN.ERROR": "Error while removing the plugin",
    "MESSAGE.PLUGIN_REMOVED_TITLE": "Plugin removed successfully",
    "MESSAGE.PLUGIN_REMOVED_MESSAGE": "The plugin has been removed.",
    "LANGUAGE_SETTINGS_TEXT": "Change the language.",
    "THEME_SETTINGS_TEXT": "Change the theme to change the colors of the wallet.",
    "INFORMATION.TEXT": "Get more information about MyETPWallet.",
    "ASSET_LOCK": "I want to lock this asset",
    "ASSET_LOCK_PERIOD": "Lock period (in blocks)",
    "ASSET_LOCK.SIMPLE": "Simple unlock",
    "ASSET_LOCK.RECURRENT": "Recurrent unlock",
    "ASSET_LOCK.CUSTOM": "Custom unlock",
    "ASSET_LOCK.NBR_PERIOD": "Number of periods",
    "ASSET_LOCK.TOTAL_QUANTITY": "Total locked quantity",
    "ASSET_LOCK.TOTAL_DURATION": "Total locked duration (in blocks)",
    "HELP.ASSET_LOCK_NBR_PERIOD": "This is the total number of periods that will be used.",
    "HELP.ASSET_LOCK_TOTAL_QUANTITY": "This is the total number of assets that will be locked.",
    "HELP.ASSET_LOCK_TOTAL_DURATION": "This is the total number of blocks until the last period terminates.",
    "ASSET_LOCK.PERIOD_NBR": "Period {{period_nbr}}",
    "ASSET_LOCK.DURATION_CUSTOM_PERIOD": "Duration of period {{period_nbr}} (in blocks)",
    "ASSET_LOCK.AMOUNT_CUSTOM_PERIOD": "Amount unlocked at the end of period {{period_nbr}}",
    "ASSET_LOCK.TOTAL_MORE_SEND": "The sum of the amounts of each period is higher than the send amount specified above",
    "MESSAGE.LOCK_IMPORT_CSV_TOO_MANY_PERIODS_TITLE": "Too many periods",
    "MESSAGE.LOCK_IMPORT_CSV_TOO_MANY_PERIOD_BODY": "This file contains too many periods. The maximum number of periods is limited to ",
    "AVATARS.MINING": "Mining",
    "LOADING.TITLE": "LOADING THE NEW REALITY",
    "LOADING.RETRY": "Retry",
    "LOADING.CURRENT_HEIGHT": "Currently loaded till height: {{height}}",
    "LOADING.STOPPED": "Unable to synchonize your transactions. Please check you internet connection or try again later.",
    "RETURN_LOGIN": "Return to login",
    "LOADING.FULLY_LOADED": "Fully loaded! Entering the Metaverse...",
    "MST_MINING.OPTION": "Allow this MST to be mined",
    "HELP.MST_MINING_OPTION": "MST mining will allow miners to mine this MST. New tokens will be created in each block mined by a miner who choosed to mine it, according the the model selected below",
    "MST_MINING.INITIAL_REWARD": "Initial reward per block",
    "MST_MINING.INTERVAL": "Reward decrease interval",
    "MST_MINING.BASE": "Reward decrease per interval",
    "HELP.MST_MINING_INITIAL": "This is the initial reward of this MST, received by the miner, per block. For instance, this value was 3 for ETP and 50 for BTC",
    "HELP.MST_MINING_INTERVAL": "This is the number of blocks between each decrease of reward per block. For instance this value is 500 000 blocks for ETP and 210 000 blocks (4 years) for BTC",
    "HELP.MST_MINING_BASE": "This is the base to define the new block reward amount at the end of an interval. For instance this value is 5% decrease per period for ETP and 50% decrease, or halving, for BTC",
    "NEWS": "News",
    "NEWS.TITLE": "Metaverse News",
    "ETP_BRIDGE": "ETP bridge",
    "ETP_BRIDGE.RECIPIENT_ADDRESS": "Recipient address",
    "ETP_BRIDGE.FROM_ASSET": "Send",
    "ETP_BRIDGE.AMOUNT_SEND": "Amount",
    "ETP_BRIDGE.TO_ASSET": "Receive",
    "ETP_BRIDGE.AMOUNT_RECEIVE": "Amount",
    "ETP_BRIDGE.MIN_MAX_DEPOSIT": "Min-max deposit range: {{min}}-{{max}} {{symbol}}, deposit fee: {{fee}}%",
    "ETP_BRIDGE.RATE": "Rate: {{rate}}",
    "ETP_BRIDGE.RECEIVE_COIN_FEE": "Receive coin fee: {{fee}} {{symbol}}",
    "ETP_BRIDGE.DEPOSIT_ADDRESS": "{{symbol}} deposit address",
    "ETP_BRIDGE.REFUND_ADDRESS": "{{symbol}} refund address",
    "ETP_BRIDGE.RECEIVE_ADDRESS": "{{symbol}} receive address",
    "ETP_BRIDGE.REFUND_TX": "{{symbol}} refund transaction",
    "ETP_BRIDGE.RECEIVE_TX": "{{symbol}} receive transaction",
    "SUCCESS_CREATE_SWFT_TITLE": "Order created!",
    "SUCCESS_CREATE_SWFT_BODY": "Your order has been created. The next step is to do the deposit.",
    "MESSAGE.CREATE_SWFT_ORDER_ERROR": "Error while creating the order. Please check your inputs and try again.",
    "ETP_BRIDGE.HISTORY_TITLE": "History",
    "ETP_BRIDGE.HISTORY_DESCRIPTION": "This history is only saved locally. An order will only appear on the device used to generate it and till you logout. If you need a record, please save the order ID.",
    "ETP_BRIDGE_DETAILS": "Order details",
    "ETP_BRIDGE.STATUS": {
        "wait_deposit_send": "Waiting for deposit",
        "wait_exchange_push": "Exchanging...",
        "wait_exchange_return": "Exchanging...",
        "wait_refund_send": "Exchange failure, preparing refund",
        "wait_refund_confirm": "Tokens returned, awaiting blockchain confirmation",
        "wait_refund_complete": "Order failed, token successfully returned",
        "wait_receive_send": "Sending tokens",
        "wait_receive_confirm": "Tokens sent, awaiting blockchain confirmation",
        "receive_complete": "Order completed",
        "timeout": "Order timeout",
        "fail": "Order failed"
    },
    "ETP_BRIDGE.STATUS_DESCRIPTION": {
        "wait_deposit_send": "The order has been created. Please deposit your tokens to the address specified below. If you already did the deposit, please wait.",
        "wait_exchange_push": "Your tokens are have been received and are being exchanged at the current rate.",
        "wait_exchange_return": "Your tokens are have been received and are being exchanged at the current rate.",
        "wait_refund_send": "The exchange has failed. Your deposit will be sent back to your refund address.",
        "wait_refund_confirm": "The order has failed. The refund has been sent back to your refund address, waiting for the blockchain confirmation",
        "wait_refund_complete": "The order has failed, your deposit has been successfully returned to your refund address",
        "wait_receive_send": "Your deposit and the exchange have been successfully completed, your tokens are being sent.",
        "wait_receive_confirm": "Exchange successful, your tokens have been sent, waiting for blockchain confirmation.",
        "receive_complete": "The order is completed, your tokens have been sent and confirmed.",
        "timeout": "The deposit has not been done on time, the order is now timeout",
        "fail": "The order has failed"
    },
    "ETP_BRIDGE.DEPOSIT_ADDRESS_ADVICE": "Please deposit {{amount}} {{symbol}} to this address",
    "ETP_BRIDGE.REFUND_ADDRESS_ADVICE": "This is your refund address. In case of problem, your deposit will be sent back to this address.",
    "ETP_BRIDGE.RECEIVE_ADDRESS_ADVICE": "You will receive the {{symbol}} on this address",
    "ETP_BRIDGE.IMPORT_ORDER": "Import existing order",
    "ETP_BRIDGE.CREATE_ORDER": "Create a new order",
    "ETP_BRIDGE.CREATE_ORDER_DESCRIPTION": "Create an order to buy or sell ETP from or to many other coins. After creating the order, don't forget to do the Deposit.",
    "ETP_BRIDGE.ORDER_ID": "Order ID",
    "ETP_BRIDGE.IMPORT_ORDER_BUTTON": "Import order",
    "SUCCESS_IMPORT_SWFT_TITLE": "Order imported!",
    "SUCCESS_IMPORT_SWFT_BODY": "Order imported successfully",
    "ETP_BRIDGE.SEE_DETAILS_BUTTON": "See details",
    "ETP_BRIDGE.INFORMATION": "This service is provided by SWFT. In case of issue, please contact SWFT support on ",
    "ETP_BRIDGE.INFORMATION_LINK": "Telegram",
    "ETP_BRIDGE.IMPORT_ORDER_DESCRIPTION": "If you created an order from another device or directly from SWFT website, you can import it with the order ID to follow its status.",
    "ETP_BRIDGE.UNABLE_CONNECT_SWFT": "Unable to connect to SWFT. Please check your internet connection or try again later.",
    "DECODE_TX": "Decode transaction",
    "DECODE_TX.TX_TO_SIGN": "Transaction to sign or broadcast",
    "DECODE_TX.DECODE": "Decode",
    "SIGN_TX": "Sign transaction",
    "CONFIRM_TX": {
        "SIGN_ONLY": "Sign only",
        "SIGN_AND_SEND": "Sign and send",
        "BROADCAST": "Broadcast"
    },
    "MESSAGE.ERROR_DECODE_TX_SUBTITLE": "Cannot decode this raw transaction",
    "MESSAGE.ERROR_DECODE_TX_BODY": "This raw transaction cannot be decoded. Please make sure this raw transaction is correct.",
    "TX": {
        "INPUTS": "Inputs",
        "OUTPUTS": "Outputs",
        "TX_SUMMARY": "Transaction summary",
        "TOTAL_INPUTS": "Total inputs",
        "TOTAL_OUTPUTS": "Total outputs",
        "INPUT_COINBASE": "From coinbase",
        "TYPE": {
            "did-register": "Avatar creation",
            "did-transfer": "Avatar transfer",
            "message": "Public message or data",
            "MIT": {
                "registered": "MIT Creation",
                "transfered": "MIT Transfer"
            },
            "CERT": {
                "issue": "Secondary Issue certificate",
                "domain": "Domain certificate",
                "naming": "Naming certificate",
                "mining": "Mining certificate",
                "witness": "Witness certificate"
            },
            "BURN": "To be burned"
        },
        "TX_FEE": "Fee",
        "LOCKED_SINCE_BLOCK": "Locked since block {{block}} ({{time}})",
        "LOCKED_UNTIL_BLOCK": "Locked until block {{block}} (~{{time}})",
        "INTRAWALLET": "Intrawallet",
        "TX_TYPE": {
            "ETP": "ETP transfer",
            "ASSET": "MST transfer",
            "ISSUE": "MST issue",
            "CERT": "Certificate transfer",
            "CERT_TYPE": {
                "issue": "Secondary Issue certificate",
                "domain": "Domain certificate",
                "naming": "Naming certificate",
                "mining": "Mining certificate",
                "witness": "Witness certificate"
            },
            "DID_REGISTER": "Avatar creation",
            "DID_TRANSFER": "Avatar transfer",
            "MIT_REGISTERED": "MIT Creation",
            "MIT_TRANSFERED": "MIT Transfer",
            "COINSTAKE": "Coinstake transaction",
            "MST_MINING": "Mining reward",
            "ETP_LOCK": "ETP lock",
            "ETP_LOCK_REWARD": "ETP lock reward",
            "MST_LOCK": "MST lock",
            "MINING_REWARD": "Mining reward",
            "BURN_ETP": "Burn ETP transaction",
            "BURN_MST": "Burn MST transaction",
            "DNA_VOTE": "DNA vote",
            "UNKNOWN": "Unknown transaction type"
        },
        "SELECT_MODE": "Visualisation mode",
        "MODE": {
            "SUMMARY": "Summary",
            "DEFAULT": "Default mode",
            "SATOSHI": "Satoshi mode",
            "HEX": "Hexadecimal mode"
        },
        "SIGN_STATUS": {
            "SIGNED": "Fully signed transaction",
            "UNSIGNED": "Unsigned transaction",
            "PARTIALLY": "Partially signed transaction"
        },
        "OUTPUT": {
            "LOCKED_UNTIL_BLOCK": "Locked until block {{block}} (~{{time}})"
        },
        "INPUTS_NOT_ALL_MINE": "Some inputs are not yours! Only your inputs will be signed."
    },
    "SIGN_TX.PAGE_TITLE": "Review, sign and send the transaction",
    "SIGN_TX.DESCRIPTION": "Please enter the raw transaction, in hexadecimal format. The transaction can be signed or unsigned.",
    "CREATE_TX": "Create",
    "MESSAGE.BROADCAST_TRANSACTION": "Unable to broadcast the transaction.",
    "TRANSACTION_PREVIEW.TEXT_SIGNED": "Your signed encoded transaction is:",
    "ERROR_TWO_LOCK_MODEL": "Please make sure only 1 lock period is specified, don't fill both lock period columns. The following line contains 2 lock periods:",
    "AUTH.INFORMATION": "You can use your Metaverse Avatar to authenticate to various websites or applications. After verifying the provider of the request, it will sign a message using your private key and send the signed message to the requester in order to prove ownership of this Avatar. These steps will neither create any transaction on the blockchain nor reveal your private key to the requester.",
    "AUTH.INPUT_LABEL": "Request code",
    "AUTH.VERIFY_TITLE": "Please verify the requester information:",
    "AUTH.VERIFY_SOURCE": "Source",
    "AUTH.VERIFY_AVATAR": "Avatar",
    "AUTH.VERIFY_HOST": "Host",
    "AUTH.VERIFY_REMAINING_TIME": "Remaining time",
    "AUTH.VERIFY_CALLBACK": "Callback",
    "AUTH.VERIFY_TIME_OF_REQUEST": "Time of request",
    "AUTH.VERIFY_REQUEST_DURATION": "Timeout",
    "AUTH.NO_SIG_AGREE": "This request was not signed. Please make sure this request is legit before signing it.",
    "MESSAGE.AUTH_NO_AVATAR_TITLE": "No Avatar",
    "MESSAGE.AUTH_NO_AVATAR_TITLE_BODY": "You need an Avatar in order to use the authentication feature. Please create an Avatar first.",
    "MESSAGE.AUTH_TYPE_NOT_SUPPORTED": "This type of request is not supported. Only 'auth' is supported.",
    "MESSAGE.AUTH_UNKNOWN_AVATAR": "You do not possess this Avatar, please make sure you are the owner of it:",
    "MESSAGE.AUTH_TIMEOUT": "This request has already timeout. Please get a new request.",
    "MESSAGE.AUTH_SIGN": "Error while signing the message",
    "MESSAGE.AUTH_WRONG_INCOMING_DATA": "Error in the incoming data. Please make sure the data is correct and try again.",
    "MESSAGE.AUTH_WRONG_SIGNATURE": "The signature provided by the source's avatar is incorrect",
    "MESSAGE.AUTH_SIGNIN_SUCCESSFUL_TITLE": "Authentication successfull!",
    "MESSAGE.AUTH_SIGNIN_SUCCESSFUL_BODY": "You have been logged in successfully. You can now go back to the webiste.",
    "MESSAGE.AUTH_SEND_SIG_ERROR": "Error while sending your signature. Please check your connection and try again.",
    "MESSAGE.AUTH_EXPIRED": "Authentication token expired. Please get a new token.",
    "MESSAGE.AUTH_DIFFERENT_NETWORK": "You are not using the network matching this request. Please switch to the following network:",
    "SHOW_DETAILS": "Show details",
    "HIDE_DETAILS": "Hide details",
    "SECONDS": " seconds",
    "ADVANCED": "Advanced",
    "MULTISIGNATURE.TEXT": "Share a multisignature address with co-signers",
    "SIGN_TX.TEXT": "Decode and sign a raw transaction",
    "ETH_BRIDGE.TEXT": "Transfer tokens between Metaverse and Ethereum blockchains",
    "AUTHENTICATION.TITLE": "Authentication",
    "SCANNING.AUTH_MESSAGE": "Scan the QR Code where you want to authenticate",
    "AUTHENTICATION.SCAN_QRCODE_TEXT": "Use my Avatar to authenticate",
    "ISSUE.DOMAIN_OWNER_OTHER_MY_AVATARS": "The domain certificate to create this MST is owned by another one of your Avatars. Please issue this MST using the Avatar owning the matching domain certificate.",
    "AUTH.HOW_TO_AUTH_BTN": "How to authenticate",
    "HOW_TO_AUTH.PAGE_TITLE": "How to authenticate",
    "HOW_TO_AUTH.STEP1": "Open the website where you want to authenticate using your Metaverse Avatar",
    "HOW_TO_AUTH.STEP2": "Using MyETPWallet, scan the provided QR Code",
    "HOW_TO_AUTH.STEP3": "Access the website with your Avatar!",
    "AUTH.DESCRIPTION_PICTURE": "Using the MyETPWallet mobile app, you can directly scan the QR Code from the requester. Alternatively, you can also manually enter the request code into the field below.",
    "AUTH.ENTER_MANUALLY_BUTTON": "Enter request code manually",
    "AUTH.GET_ON_MOBILE": "Get the mobile app",
    "ERR_INVALID_SIGNATURE": "Your signature has been recognized as invalid. Please try again.",
    "ETP_BRIDGE.INFORMATION_WARNING": "The SWFT telegram support will never ask a user to send any funds to addresses other than the deposit address of the order details. Details about the order should not be necessary. The order id should be enough information for the support to find the order.",
    "RETURN": "Return",
    "REORDER.TITLE": "Reorder your MSTs",
    "MULTISIGNATURE_ADD.OWN_PUBLICKEY_ALREADY_ADDED": "Your own public key will be automatically added, please don't add it a second time",
    "MULTISIGNATURE_ADD.PUBLIC_KEY_TWICE": "Duplicate public key. Please enter each public key only once.",
    "TRANSFER.FROM_ADDRESS_NO_ETP": "This address doesn't have any ETP. Please add ETP to this address or use the Automatic option.",
    "PASSPHRASE.DOWNLOAD_FILE": "Download file",
    "RECOVER_FROM_BACKUP_WORDS": "Recover wallet from backup words",
    "EXPORT_MASTER_PUBLIC_KEY.HEADLINE": "Export Master Public Key",
    "EXPORT_MASTER_PUBLIC_KEY.BUTTON": "Show Key",
    "EXPORT_MASTER_PUBLIC_KEY.WARNING": "The Master Public Key allows the generation of all your wallets addresses. Even though it cannot be used to access the funds you should be very careful when you share it with somebody.",
    "SETTINGS.EXPORT_MASTER_PUBLIC_KEY": "Export Master Public Key",
    "SETTINGS.EXPORT_MASTER_PUBLIC_KEY_TEXT": "The Master Public Key allows to generate all addresses of the wallet but cannot send funds.",
    "RECEIVE.HISTORY_BTN": "List transactions",
    "HISTORY.ASSETS_LIST": "Asset",
    "HISTORY.ADDRESSES_LIST": "Addresses",
    "HISTORY.SELECT_ALL": "Select all",
    "HISTORY.SELECT_NONE": "Unselect all",
    "ASSET_LOCK.ADD_PERIOD": "Add period",
    "APPLY_CHANGES": "Apply changes",
    "MESSAGE.IMPORT_PLUGIN_INVALID_FORMAT": "Cannot get plugin's information. Please make sure the plugin is correctly configured.",
    "MESSAGE.WARNING_PLUGIN_CHECKBOX_MESSAGE": "Do not show again",
    "MULTISIG_STATUS.MULTISIG": "Multisignature transaction",
    "MULTISIG_STATUS.PARTIALLY_MULTISIG": "Partially multisignature transaction (not supported)",
    "FOREIGN_INPUT": "Foreign input",
    "INDEX": "Index",
    "MULTISIG_ALREADY_SIGNED": "You have already signed this transaction!",
    "EXPORT_MASTER_PUBLIC_KEY.YOUR_KEY": "Your master public key:",
    "MESSAGE.AUTH_SEND_INVALID_SIGNATURE": "Your signature is incorrect. Please make sure the information are correct and try again.",
    "MESSAGE.AUTH_HIGHER_VERSION": "The request version is not compatible with your version of MyETPWallet. Please upgrade MyETPWallet to be able to authenticate.",
    "PASSPHRASE.NOT_MATCH": "Password and confirm password do not match",
    "BURN": "Burn",
    "BURN.TEXT": "Burn ETP or MST to permanently destroy them",
    "BURN.SELECT_ASSET": "Asset to burn",
    "BURN.CONFIRM_TITLE": "These tokens will be permanently deleted!",
    "BURN.CONFIRM_MESSAGE": "You are about to burn these tokens. They will be permanently destroyed, and there will be no way to get them back. Are you sure you want to destroy them?",
    "BURN.CONFIRM_OK": "Yes, burn them!",
    "BURN.CONFIRM_BACK": "Maybe not...",
    "SEND.TOO_MANY_DECIMALS": "You have specified too many decimals",

    "VOTE": "Vote",
    "VOTE.TITLE": "DNA election",
    "VOTE.SELECT_DELEGATE": "Select a candidate",
    "VOTE.SELECT_PERIOD": "Lock for how many elections",
    "LOCK_ALL_BUTTON": "All",
    "VOTE.DURATION_ESTIMATION": "Your DNA will be locked for approximately {{duration_days}} days and {{duration_hours}} hours, until {{unlock_time}}. Be aware that this estimation is based on the blocktime of the last 10000 blocks ({{blocktime}} sec.), and might vary based on block generation speed.",
    "HISTORY.LOCKS": "Locks",
    "HISTORY.NO_LOCK_YET": "No lock yet",
    "VOTE.START": "Vote start",
    "VOTE.END": "Vote end",
    "VOTE.NO_ELECTION": "There is currently no election ongoing",
    "VOTE.SELECT_PERIOD_OPTION_SINGULAR": "1 election",
    "VOTE.SELECT_PERIOD_OPTION_PLURAL": "{{election}} elections",
    "VOTE.INFORMATION": "Check the information of the current vote on ",
    "VOTE.SEGMENT_VOTE": "Vote",
    "VOTE.SEGMENT_HISTORY": "History",
    "VOTE.HISTORY_LOCKED": "Currently locked votes",
    "VOTE.HISTORY_UNLOCKED": "Unlocked votes",
    "VOTE.REWARD": "Reward",
    "VOTE.VOTE_FOR_DELEGATE": "Vote for delegate",
    "VOTE.ELECT_AGAIN_BUTTON": "Elect again",
    "VOTE.VOTES_TO_USE_AGAIN": "Vote for the same delegate",
    "VOTE.VOTES_ALREADY_USED_AGAIN": "Votes already used",
    "VOTE.UPDATE_REQUIRED": "Please update MyETPWallet to version {{requiredVersion}} or above in order to be able to vote for the next election",
    "VOTE.LOCKED_UNTIL_TIME": "Locked until",
    "VOTE.REVOTE_NOT_MAX_POSSIBLE": "You do not have enough available DNA to revote using the maximum bonus available.",
    "VOTE.NO_REVOTE": "No previous vote eligible for revote",
    "VOTE.ELECTION_AND_ROUND": "Election {{election}}, Round {{round}}",
    "ASSET": "Asset",
    "SCAN.PARAMS_EDITABLE": "Allow parameter modification",
    "SCAN.SHOW_ADVANCED": "Enable wallet support",
    "ERROR_SCAN_ASSET_NOT_MATCH_TITLE": "The asset currently selected is different from the one used in the QRCode",
    "ERROR_SCAN_ASSET_NOT_MATCH_MESSAGE": "Please make sure the other party and you are using the same asset",
    "ETP_BRIDGE.TEXT": "Exchange ETP with other cryptocurrencies using SWFT",
    "MOVIE_TICKETS": "Movie ticketing",
    "MOVIE_TICKETS.TEXT": "Buy movie tickets using DNA",
    "APPS": "Apps",
    "SCAN.PARAMS_EDITABLE_TEXT": "If you allow the parameter modification, the person who scan this QRCode will be able to modify the amount, recipient and message before sending",
    "ACCOUNT.UNCONFIRMED": "Confirming",
    "HISTORY.CONFIRMING": "Confirming"
}