{
    "ACCOUNT.TITLE": "Portfolio",
    "ACCOUNT.FROZEN": "Frozen",
    "ACCOUNT.AVAILABLE": "Available",
    "ACCOUNT.TOTAL": "Total",


    "WALLET_SETUP.TITLE": "Setup Wallet",
    "REGISTER.TITLE": "Create Wallet",
    "CREATE_WALLET_DISCLAIMER.TITLE": "Information",
    "CREATE_WALLET_DISCLAIMER.TEXT": "PLEASE BE VERY CAREFUL WITH YOUR MNEMONIC KEY. THIS ADVICE IS GENERAL IN NATURE AND IS NOT LEGAL OR FINANCIAL ADVICE.",
    "REGISTER.YOUR_MNEMONIC_KEY": "Your backup words",

    "MNEMONIC_SHOW.TITLE": "Your wallet backup",
    "YOUR_MNEMONIC_WORDS": "Your backup words",
    "IMPORT_WALLET": "Import Wallet",
    "CREATE_NEW_WALLET": "Create New Wallet",
    "CREATE_WALLET": "Got it. Lets rock",
    "BUTTON.OK": "Ok",

    "PLACEHOLDER.MNEMONIC_PASSPHRASE": "Mnemonic Passphrase",

    "TRANSACTIONS": "Transactions",
    "DATE": "Date",
    "AMOUNT": "Amount",
    "RECIPIENT_ADDRESS": "Recipient address",

    "AVAILABLE_BALANCE": "Available balance",
    "AVAILABLE": "Available",

    "SCAN": "Scan",

    "ETP_DEPOSIT": "ETP Deposit",

    "SWITCH_LANGUAGE": "Language",
    "LANGUAGE_SETTINGS": "Language settings",
    "SETTINGS": "Settings",
    "INFORMATION": "Legal Disclaimer",
    "MESSAGE.ERROR_TITLE": "Oops",
    "MESSAGE.LOADING": "Please wait...",

    "HISTORY.NO_TXS_YET": "No Transactions yet",
    "HISTORY.NO_TXS_YET_TEXT": "Start using your wallet today!",
    "SETTINGS.RESET_TEXT": "Reset all wallet data. Please make sure you have the wallets backup words.",
    "SETTINGS.RESET_BUTTON": "Reset",
    "SETTINGS.RESYNC_TEXT": "Force the wallet to resync all transactions and balance data.",
    "SETTINGS.RESYNC_BUTTON": "Force Resync",
    "DEPOSIT": "Deposit",
    "SEND": "Send",
    "RECEIVE": "Receive",
    "HISTORY": "History",
    "IMPORT_WALLET_ERROR_MESSAGE": "Error importing wallet. Please check input and try again.",
    "IMPORT_WALLET_CONNECTION_MESSAGE": "Error verifying wallet. Please try later.",

    "MENU": "Menu",

    "REORDER": "Reorder",
    "FINISH": "Finish",
    "ERROR_SEND_TEXT": "Could not create the transaction. Please check your input and try again.",
    "MNEMONIC_CONFIRM_HEAD": "Confirm backup words",
    "MNEMONIC_CONFIRM_TEXT": "In order to make sure you recorded the backup words correctly you can now arrange the words in the right order.",

    "CONFIRM": "Confirm",
    "SKIP": "Skip",
    "COPY": "Copy",

    "WARNING": "Warning",
    "BACKUP_WORDS_BACKED_UP_TEXT": "Confirm that you have written down your backup words",
    "BACKUP_WORDS_BACKED_UP_YES": "Yes, I have a backup",
    "NO": "No",
    "BACKUP_WORDS_CONFIRM_SKIP_TEXT": "Are you sure you want to continue without confirming the backup words of your wallet?",
    "I_AM_SURE": "I am sure",

    "MESSAGE.ERROR_CONNECT_BLOCKCHAIN": "Problem connecting to blockchain nodes.",


    "BACK": "Back",
    "SETTINGS.WORDS_BUTTON": "Backup Words",
    "SETTINGS.WORDS_TEXT": "Your mnemonic words that correlate to your private key",
    "RESET_TITLE": "Are you sure?",
    "COPIED_MNEMONIC": "Copied back-up words to clipboard",

    "SETTINGS.PINCODE": "Pincode Settings",
    "SETTINGS.PINCODE_BUTTON": "Configure",
    "SECURITY_WARNING": "Security Warning",
    "SET_PIN_FIRST": "Please set up a pincode first",

    "PLEASE_AUTHORIZE": "Please Authorize",
    "CONFIRM_PINCODE": "Confirm Pincode",
    "CREATE_NEW_PINCODE": "Create New Pincode",
    "GENERATE_KEY_BUTTON": "Generate Key",
    "BUTTON.DOWNLOAD": "Download Key",

    "BUTTON.NEXT": "Next",
    "IMPORT_WORDS": "enter manually",
    "IMPORT_WORDS_TITLE": "Two ways to enter your backup words:",
    "IMPORT_WORDS_BAR": "Import Words",
    "IMPORT_FILE": "Please open your wallet file",
    "UPLOAD_KEYSTORE": "Upload Keystore File",
    "PASSWORD": "Password",
    "CANCEL": "cancel",
    "ENTER": "Enter",
    "CREATE_NEW_WALLET_BUTTON": "Create new wallet",
    "OPEN_WALLET_FILE": "Open Wallet From file",
    "CREATE_FROM_BACKUP_WORDS": "Create File From Backup Words",
    "WRONG_FILE": "Wrong File",
    "CONFIRM_PASSWORD": "Confirm Password",
    "LIGHT_WALLET_INFO_TEXT": "Please be aware that myetpwallet.com does not have access to your wallet keys. If you loose your backup words or key file, and we will not be able to grant access to your funds.",
    "TRANSACTION.INNER_WALLET": "Inner wallet transaction",
    "HEIGHT": "Height",
    "SELECT_CHANGE_ADDRESS": "Specify change address (optional)",
    "SELECT_FROM_ADDRESS": "Select the source address (optional)",
    "SHOW_ADVANCED": "Show advanced options",
    "AUTO": "Automatic",
    "SELECT_DEPOSIT_OPTION": "Deposit duration",
    "DEPOSIT_PROFIT": "Your profit",
    "TRANSACTION_PREVIEW_TEXT": "Your encoded transaction will be:",
    "MESSAGE.SUCCESS": "Awesome!",
    "MESSAGE.LOGOUT_CONFIRM": "Are you sure you want to logout?",
    "SUCCESS_SEND_TEXT": "Transaction has been sent to the network. Please wait for confirmations. You transaction hash is: ",
    "IMPORT_MNEMONIC_TEXT": "A wallet file will be created for you. This file will enable you to access your wallet.",
    "ENTER_PASSWORD_HEADLINE": "Enter password for the file",
    "CHOOSE_A_FILE": "Choose a file",
    "BACKUP_WORDS_WRITE_DOWN_TEXT": "Please write down the following 24 words on a piece of paper. You will need them in order to retrieve the wallet. It is very important that you keep them safe and private. Dont show them to someone.",
    "RESET_MESSAGE": "All login data will be cleared",
    "SHOW_ALL_ASSET_BALANCES": "Show balances for all assets",
  	"THEME_SETTINGS": "Theme Switcher",
    "LOGIN_MENU_INFO_TEXT": "Notice for existing MVS wallet users: On your first login to myetpwallet.com, please create a wallet file from backup words and then open the wallet from the file.",
    "PASTE_WORDS": "use the textbox",
    "RESET": "Reset",
    "OR": "OR",
    "DISCLAIMER": {
        "HEADLINE": "Disclaimer",
        "INTRODUCTION": "This light wallet is developed based on blockchain technology design. All account information and transaction activity is stored on public blockchains. The wallet service provider will not store users’ wallet private keys, mnemonics or backup words (collectively, “private key information”)  in any centralized database. Users’ private key information and files generated through importing private keys belong solely to the person who created the wallet account. The user bears the responsibility to safeguard his/her private key files and password and is solely responsible for the use of his/her account, password and private key information.",
        "LIST_INTRODUCTION": "You agree that the wallet service provider will not bear any responsibility in the following situations:",
        "LIST_ITEM_1": "Leaks of personal information due to the user having made known his wallet password/private key information to others, the user not having safeguarded his/her password/private key information, the user having shared his/her wallet account, or any other mistakes that are not committed by the wallet service provider.",
        "LIST_ITEM_2": "The use of this service involves internet services and may be affected by unstable connections. The use of this service entails the risk of service disruptions or services being unable to meet the demands of users due to the following: events of force majeure, malware, viruses and other malicious software, attacks by hackers, unstable operating systems, users’ geographical location, users shutting down their devices and other reasons related to the Internet, technology and telecommunication lines. Users must understand and undertake the above risks. The wallet service provider will not be responsible for any consequences resulting from the use of this service.",
        "LIST_ITEM_3": "The use of asset transfer services is based on users having sufficient knowledge about the counterparty (including but not limited to the counterparty’s real-world identity). There is no way to recall, revoke or undo asset transfers once they have been executed. Users will undertake all risks resulting from the use of asset transfer services once they have executed a transfer. The wallet service provider shall have no legal responsibility for any disputes that arise due to asset transfers. These disputes will be resolved by the sending and receiving parties.",
        "LIST_ITEM_4": "The service provider only provides technical support for the wallet and will not provide technical support for any other service.",
        "READ_AND_AGREE": "I have read and agree to the entire disclaimer and voluntarily undertake the risks and responsibilities communicated."
    },
  "LOGOUT": "Logout",
  "RESYNC": "Resync",
  "SYNCING": "Syncing",
  "TRANSFER": "Transfer",
  "OK": "OK",

  "PREVIEW": "Preview",
  "LEGAL_DISCLAIMER": {
    "TITLE": "Legal disclaimer",
    "BRIEF_EXPLAIN": "MyETPWallet.com makes it easy for you to create, save, and access your information and assets and interact with the Metaverse blockchain. You are solely responsible for managing your funds and for maintaining the security of your Private Key and any mnemonic passphrase (‘backup words’) associated with your wallet.",
    "WARNING": "Before using this wallet, please be aware that there are important risks associated with cryptocurrency and blockchain-based open-source software such as large exchange rate fluctuations and software bugs. By registering an account through MyETPWallet.com or MVSD, you agree that you have read, understood and accept all of the terms and conditions contained in this Disclaimer.",
    "I_TITLE": "I. Accessing and Controlling Wallet Information",
    "I_INFO": "1.1 When you create a Wallet account, it generates a mnemonic passphrase (‘backup words’) consisting of 24 English words and a Public and Private keypair used to send and receive digital currency. You must backup your mnemonic passphrase and Private Key information and keep it secure; failure to do so may result in the loss of control of the assets within your Wallet.",
    "I_INFO_2": "1.2 The Wallet does not collect or store any of our Users’ private information, including as your password and the private keys. This information is stored locally on the User’s own device. Hence, we cannot assist you with Wallet retrieval. The Development Team is only responsible for guaranteeing wallet access and fixing software bugs, and is unable to restore encrypted private keys or otherwise recover private keys. If you use MyETPWallet.com, you acknowledge that Metaverse is not responsible for safeguarding or maintaining private keys associated with the wallet. We strongly advise you to back up your wallet files to best protect your property rights.",
    "II_TITLE": "II. Wallet Security",
    "II_INFO_1": "2.1 The Metaverse Team will implement appropriate security measures to protect Users against data loss, inappropriate use, unauthorized access and/or disclosure. For example, we implement high-standard encryption techniques such as SSL to protect your personal information. Please be advised that we cannot guarantee the absolute security of any data you disclose online, due to technical limitations and unforeseeable hostile actions against the platform. By using our service, the User acknowledges the possibility that the system and telecommunication network they use to access our service can be compromised, which is out of our control. For instance, the software the User has downloaded or websites visited may contain viruses or malwares that threaten the security of the wallet information. Therefore, it is imperative that Users ensure the security of their personal information and data. You accept the inherent security risks of providing information and dealing online over the Internet and will not hold us responsible for any breach of security unless this is due to our negligence. The development team recommends that Users pay special attention to backing up password and private keys offline (e.g. writing them on a piece of paper).",
    "II_INFO_2": "2.2 Under no circumstances should Users trust information originating from non-official sources. Any wallet operation should only take place after the User has completed due diligence and assessed the counterparty’s identity.",
    "II_INFO_3": "2.3 It is the sole responsibility of the User to protect their wallet security. The developers from the Metaverse Team will take appropriate technical measures in accordance with industry standards to protect data security on the User’s device but are not legally responsible of any data or funds loss. In those circumstance, the User acknowledges and agrees that the Metaverse Team does not guarantee the complete safety of the wallet funds.",
    "III_TITLE": "III. Contact Us",
    "III_INFO": "Should you have any question regarding the privacy policies above, please contact us using the following email address: info@mvs.org",
    "FOOTER": "The Metaverse Team reserves the right to interpret and change the aforementioned clauses at any time, in our sole discretion. MyETPWallet is distributed under the protection of the MIT open source protocol."
  },
  "PASSWORD_WARNING": "We advise you to use a strong password for your own security.",
    "FEE": "Transaction fee",
    "NOTICE_TRANSACTION_FEE_UNCOVERED": "Please make sure that you have enough ETP to cover the transaction fee.",

    "SELECT_RECIPIENT_ADDRESS": "Select the recipient address (optional)",
    "CUSTOM": "Custom",
    "CUSTOM_RECIPIENT_ADDRESS": "Custom recipient address",
    "BLOCKS": "Blocks",
    "INTEREST_RATE": "Interest rates",

    "OPEN_FROM_QRCODE": "Open Wallet from QR Code",
    "OPEN_FROM_BACKUP_WORDS": "Open Wallet from Backup words",
    "ENTER_PASSWORD_HEADLINE_MOBILE": "Enter your password to decode your private key",
    "SETTINGS.SHOW_QRCODE_BUTTON": "Connect phone",
    "SETTINGS.SHOW_QRCODE_TEXT": "Export your private key to the mobile application MyETPWallet.",

    "LOGOUT_TEXT": "Log out of the wallet",
    "EXPORT_ACCOUNT": "Connect phone",

    "IMPORT.SHOW_QRCODE_BUTTON": "Show QR Code",

    "IMPORT_MNEMONIC_TEXT_MOBILE": "Your private key will be stored encrypted via your password on your device.",

    "RESET_MESSAGE_MOBILE": "All data will be erased. To log in, you will need your backup words or scan the QR Code from your desktop Light wallet.",
    "IMPORT.SCAN_QRCODE_TEXT": "Import my account to my phone",
    "IMPORT.SCAN_QRCODE_BUTTON":"Scan QR Code",

    "EXPORT.HEADLINE": "Connect your phone",
    "EXPORT.INTRODUCTION": "To download the MyETPWallet on your phone, please visit MyETPWallet.com and clock on 'Download Wallet'.",
    "EXPORT.TEXT": "This action will export your Private key to your phone. Your Private key will be encrypted with the password used for this account and saved on your mobile device. Please scan this QR Code from the mobile application MyETPWallet.",

    "LOGIN_MENU_INFO_TEXT_MOBILE": "Notice: To create an account, please use your desktop and go to MyETPWallet.com. You will then be able to link your account with your phone.",
    "REPORT_BUG": "Report bug"

}
