{
    "ACCOUNT.TITLE": "Portefeuille",
    "ACCOUNT.FROZEN": "Bloqué",
    "ACCOUNT.AVAILABLE": "Disponible",
    "ACCOUNT.TOTAL": "Total",

    "WALLET_SETUP.TITLE": "Configuration",
    "REGISTER.TITLE": "Créer compte",
    "CREATE_WALLET_DISCLAIMER.TITLE": "Information",
    "CREATE_WALLET_DISCLAIMER.TEXT": "Veuillez faire très attention à votre phrase mnémotechnique. Ce conseil est général et en aucun cas un avis financier ou juridique.",
    "REGISTER.YOUR_MNEMONIC_KEY": "Votre Clé",

    "MNEMONIC_SHOW.TITLE": "Récupération de votre compte",
    "YOUR_MNEMONIC_WORDS": "Phrase mnémotechnique",
    "IMPORT_WALLET": "Importer compte",
    "CREATE_NEW_WALLET": "Créer nouveau compte",
    "CREATE_WALLET": "Ok, c'est parti!",
    "BUTTON.OK": "Ok",

    "PLACEHOLDER.MNEMONIC_PASSPHRASE": "Phrase mnémotechnique",

    "TRANSACTIONS": "Transactions",
    "DATE": "Date",
    "AMOUNT": "Montant",
    "RECIPIENT_ADDRESS": "Destinataire",

    "AVAILABLE_BALANCE": "Balance disponible",
    "AVAILABLE": "Disponible",

    "SCAN": "Scanner",

    "ETP_DEPOSIT": "Bloquer ETP",

    "SWITCH_LANGUAGE": "Changer de Langue",
    "LANGUAGE_SETTINGS": "Langues",
    "SETTINGS": "Paramètres",
    "INFORMATION": "Avertissement légal",
    "MESSAGE.ERROR_TITLE": "Oups...",
    "MESSAGE.LOADING": "Veuillez patienter...",

    "HISTORY.NO_TXS_YET": "Aucune transaction",
    "HISTORY.NO_TXS_YET_TEXT": "Commencez à utiliser votre compte aujourd'hui !",
    "SETTINGS.RESET_TEXT": "Réinitialiser toutes les données du compte. Veuillez vérifier que vous avez la phrase mnémotechnique de votre compte.",
    "SETTINGS.RESET_BUTTON": "Réinitialiser",
    "SETTINGS.RESYNC_TEXT": "Forcer la resynchronisation de toutes les transactions et balances.",
    "SETTINGS.RESYNC_BUTTON": "Forcer resynchronisation",
    "DEPOSIT": "Bloquer",
    "SEND": "Envoyer",
    "RECEIVE": "Recevoir",
    "HISTORY": "Historique",
    "IMPORT_WALLET_ERROR_MESSAGE": "Échec de l'importation du compte. Veuillez vérifier les paramètres et réessayer.",
     "IMPORT_WALLET_CONNECTION_MESSAGE": "Erreur lors de la vérification du compte. Veuillez réessayer.",

     "MENU": "Menu",

     "REORDER": "Réordonner",
     "FINISH": "Terminer",
     "ERROR_SEND_TEXT" : "Échec de la transaction. Veuillez vérifier les paramètres et réessayer.",
     "CREATE_NEW_WALLET_BUTTON": "Créer nouveau",
     "MNEMONIC_CONFIRM_HEAD": "Confirmer phrase mnémotechnique",
     "MNEMONIC_CONFIRM_TEXT": "Afin de confirmer votre phrase mnémotechnique, veuillez réorganiser les mots dans le bon ordre.",

     "CONFIRM": "Confirmer",
     "SKIP": "Ignorer",
     "COPY": "Copier",
     "FINISH": "Terminer",

     "WARNING": "Attention",
     "BACKUP_WORDS_BACKED_UP_TEXT": "Veuillez confirmer que vous avez bien noté votre phrase mnémotechnique",
     "BACKUP_WORDS_BACKED_UP_YES": "Oui, je l'ai notée",
     "NO": "Non",
     "BACKUP_WORDS_CONFIRM_SKIP_TEXT": "Êtes vous sûr de vouloir continuer sans vérifier la phrase mnémotechnique de votre compte?",
     "I_AM_SURE": "Je suis sûr",

    "BACKUP_WORDS_WRITE_DOWN_TEXT": "Veuillez noter ces mots sur une feuille de papier, vous en aurez besoin pour restaurer votre compte. Il est très important de les conserver dans un endroit sûr et privé.",
    "MESSAGE.ERROR_CONNECT_BLOCKCHAIN": "Echec de la connection à la blockchain",
    "SUCCESS_SEND_TEXT" : "La transaction à été envoyée. Veuillez patienter pour confirmation.",
    "BACK": "Retour",
    "SETTINGS.WORDS_BUTTON": "Clé",
    "SETTINGS.WORDS_TEXT": "Votre phrase mnémoniques qui correspondent à votre clé privée",
    "RESET_TITLE": "Etes vous sur?",
    "RESET_MESSAGE": "Toutes les données seront effacées",
    "COPIED_MNEMONIC": "Clé copiée dans le presse-papiers",

    "SETTINGS.PINCODE": "Paramètres du code PIN",
    "SETTINGS.PINCODE_BUTTON": "Configurer",
    "SECURITY_WARNING": "Avertissement de sécurité",
    "SET_PIN_FIRST": "S'il vous plait, veuillez d'abord configurer un code PIN",

    "PLEASE_AUTHORIZE": "S'il vous plaît, autoriser",
    "CONFIRM_PINCODE": "Confirmer code PIN",
    "CREATE_NEW_PINCODE": "Créer nouveau code PIN",
    "GENERATE_KEY_BUTTON": "Générer la clé",
    "BUTTON.DOWNLOAD": "Télécharger la clé",

    "BUTTON.NEXT": "Suivant",
    "IMPORT_WORDS": "Entrer manuellement",
    "IMPORT_WORDS_TITLE": "Deux façons d'entrer votre clé",
    "IMPORT_WORDS_BAR": "Importer clé",
    "IMPORT_FILE": "Veuillez ouvrir votre fichier de compte",
    "UPLOAD_KEYSTORE": "Importer votre fichier de compte",
    "PASSWORD": "Mot de passe",
    "CANCEL": "Annuler",
    "ENTER": "Entrer",
    "CREATE_NEW_WALLET_BUTTON": "Créer un nouveau compte",
    "OPEN_WALLET_FILE": "Ouvrir le compte à partir du fichier",
    "CREATE_FROM_BACKUP_WORDS": "Créer fichier à partir de la phrase mnémotechnique",
    "WRONG_FILE": "Mauvais fichier",
    "CONFIRM_PASSWORD": "Confirmer mot de passe",
    "LIGHT_WALLET_INFO_TEXT": "Sachez que myetpwallet.com n'a pas accès aux clés de votre compte. Si vous perdez votre phrase mnémotechnique ou votre fichier de compte, nous ne pourrons pas accorder l'accès à vos fonds.",
    "HEIGHT": "Blocs",
    "SELECT_CHANGE_ADDRESS": "Spécifier l'adresse recevant la monnaie (facultatif)",
    "SELECT_FROM_ADDRESS": "Sélectionner l'adresse source (facultatif)",
    "SHOW_ADVANCED": "Montrer les options avancées",
    "AUTO": "Automatique",
    "SELECT_DEPOSIT_OPTION": "Durée du dépot",
    "DEPOSIT_PROFIT": "Votre profit",
    "TRANSACTION_PREVIEW_TEXT": "Votre transaction encodée sera:",
    "MESSAGE.SUCCESS": "Génial!!",
    "MESSAGE.LOGOUT_CONFIRM": "Êtes-vous sûr de vouloir vous déconnecter?",
    "SUCCESS_SEND_TEXT": "La transaction a été envoyée au réseau. Veuillez attendre les confirmations. Votre identifiant de transaction est: ",
    "IMPORT_MNEMONIC_TEXT": "Un fichier de compte sera créé pour vous. Ce fichier vous permettra d'accéder à votre compte.",
    "ENTER_PASSWORD_HEADLINE": "Entrez le mot de passe pour le fichier",
    "CHOOSE_A_FILE": "Choisir un fichier",
    "BACKUP_WORDS_WRITE_DOWN_TEXT": "Veuillez écrire les 24 mots suivants sur une feuille de papier. Vous aurez besoin de ces 24 mots afin de récupérer votre compte. Il est trés important de les garder dans un endroit privé et sécurisé. Ne les montrez pas à quelqu'un.",
    "RESET_MESSAGE": "Toutes les données de connexion seront effacées",
    "SHOW_ALL_ASSET_BALANCES": "Afficher les soldes de tous les actifs",
    "THEME_SETTINGS": "Changer de thème",
    "LOGIN_MENU_INFO_TEXT": "A l'attention des utilisateurs du Full-node Wallet: Lors de votre première connexion à myetpwallet.com, veuillez crer un fichier de compte à partir de votre phrase mnémotechnique, puis ouvrir le compte à partir du fichier.",
    "PASTE_WORDS": "Utiliser la zone de texte",
    "RESET": "Réinitialiser",
    "OR": "OU",
    "DISCLAIMER": {
        "HEADLINE": "Avertissement",
        "INTRODUCTION": "Ce portefeuille est développé et basé sur la technologie Blockchain. Toutes les informations de compte et l'activité de transactions sont stockées sur des blockchains publiques. Le fournisseur de services de portefeuille ne stockera pas les clés privées, les mots de passe mnémotechniques ou les mots de sauvegarde des utilisateurs (collectivement, les «informations sur les clés privées») dans une base de données centralisée. Les informations de clé privée des utilisateurs et les fichiers générés par l'importation de clés privées appartiennent uniquement à la personne qui a créé le compte portefeuille. L'utilisateur a la responsabilité de sauvegarder ses fichiers de clés privées et son mot de passe et est seul responsable de l'utilisation de son compte, de son mot de passe et de ses informations de clé privée.",
        "LIST_INTRODUCTION": "Vous acceptez que le fournisseur de services de portefeuille ne porte aucune responsabilité dans les situations suivantes:",
        "LIST_ITEM_1": "le fournisseur de services de portefeuille ne sera pas responsable pour toutes fuites d'informations personnelles dues à l'utilisateur ayant fait connaître son mot de passe / informations de clé privée à d'autres, l'utilisateur n'ayant pas sauvegardé son mot de passe / information de clé privée, l'utilisateur ayant partagé son compte portefeuille ou toute autre erreur.",
        "LIST_ITEM_2": "L'utilisation de ce service implique des services Internet et peut être affectée par des connexions instables. L'utilisation de ce service entraîne le risque de perturbation du service ou de non-satisfaction des besoins des utilisateurs en raison des événements suivants: cas de force majeure, logiciels malveillants, virus et autres logiciels malveillants, attaques par des pirates informatiques, systèmes d'exploitation instables, emplacement, les utilisateurs arrêtant leurs appareils et d'autres raisons liées à l'Internet, la technologie et les lignes de télécommunication. Les utilisateurs doivent comprendre et assumer les risques ci-dessus. Le fournisseur de services de portefeuille ne sera pas responsable des conséquences résultant de l'utilisation de ce service.",
        "LIST_ITEM_3": "L'utilisation des services de transfert d'actifs est basée sur des utilisateurs ayant des connaissances suffisantes sur la contrepartie (y compris mais non limité à l'identité réelle de la contrepartie). Il n'y a aucun moyen de rappeler, révoquer ou annuler des transferts d'actifs une fois qu'ils ont été exécutés. Les utilisateurs assumeront tous les risques résultant de l'utilisation des services de transfert d'actifs après avoir effectué un transfert. Le fournisseur de services de portefeuille n'aura aucune responsabilité légale pour tout litige résultant de transferts d'actifs. Ces litiges seront résolus par les parties émettrices et réceptrices.",
        "LIST_ITEM_4": "Le fournisseur de services fournit uniquement un support technique pour le portefeuille et ne fournira aucun support technique pour un autre service.",
        "READ_AND_AGREE": "J'ai lu et j'accepte l'intégralité de la clause de non-responsabilité et j'assume volontairement les risques et les responsabilités communiqués."
    },
  "LOGOUT": "Déconnexion",
  "RESYNC": "Re-synchroniser",
  "SYNCING": "Synchronisation en cours",
  "TRANSFER": "Transfert",
  "OK": "OK",
  "PREVIEW": "Aperçu",
  "LEGAL_DISCLAIMER": {
    "TITLE": "Avertissement légal",
    "BRIEF_EXPLAIN": "MyETPWallet.com vous permet de créer, d'enregistrer et d'accéder facilement à vos informations et d'interagir avec la Blockchain. Nous ne sommes pas responsables de la gestion de vos fonds et vous êtes la seule personne responsable de la sécurité de vos fonds propres.",
    "WARNING": "Avant d'utiliser ce portefeuille, sachez qu'il existe d'importants risques associés à la crypto-monnaie et aux logiciels libres basés sur la technologie blockchain tels que les fluctuations importantes des taux de change et les bugs informatiques.",
    "I_TITLE": "I. Accès et contrôle des informations du compte",
    "I_INFO": "Le Portefeuille ne collecte pas les informations privées du client, telles que votre mot de passe et les clés privées. L'équipe de développement est responsable de garantir l'accès au portefeuille et de corriger les bugs. Lorsque vous accédez à votre compte, nous vous conseillons fortement de sauvegarder préalablement les fichiers du portefeuille afin de protéger au mieux vos droits de propriété.",
    "II_TITLE": "II. Sécurité du compte",
    "II_INFO_1": "2.1 L'équipe Metaverse mettra en œuvre divers types de techniques et de programmes de sécurité pour protéger les clients contre la perte de données, l'utilisation inappropriée, l'accès non autorisé et / ou la divulgation. Par exemple, nous mettons en œuvre des techniques de cryptage de haute qualité telles que SSL pour protéger vos informations personnelles. S'il vous plaît noter que peu importe la puissance des mesures de sécurité actuelles, une sécurité de l'information de 100% ne peut être garantie en raison des limitations de la technologie et des actions hostiles imprévisibles contre la plate-forme. En utilisant notre service, le client reconnaît la possibilité que le système et le réseau de télécommunication qu'ils utilisent pour accéder à notre service puissent être compromis, ce qui est hors de notre contrôle. Par exemple, le logiciel téléchargé par le client ou les sites Web visités peuvent contenir des virus ou des logiciels malveillants qui menacent la sécurité des informations contenues dans le portefeuille. Par conséquent, il est impératif que les clients assurent la sécurité de leurs informations et données personnelles. L'équipe de développement a recommandé aux clients d'accorder une attention particulière à la sauvegarde du mot de passe et des clés privées hors ligne (par exemple, en les écrivant sur une feuille de papier).",
    "II_INFO_2": "2.2 Les clients ne doivent en aucun cas faire confiance à des informations provenant de sources non officielles. Toute opération de portefeuille ne devrait avoir lieu qu'après que le client a effectué les vérifications nécessaires et évalué l'identité de la contrepartie.",
    "II_INFO_3": "2.3 Il est de la seule responsabilité du client de protéger la sécurité de son portefeuille. Les développeurs de l'équipe Metaverse prendront les mesures techniques appropriées qui sont conformes aux normes de l'industrie pour protéger la sécurité des données sur l'appareil des clients, mais ne sont pas légalement responsables de toute perte de données ou de fonds. Dans ces circonstances, le client reconnaît et accepte que l'équipe Metaverse ne garantit pas la sécurité complète des fonds du portefeuille.",
    "III_TITLE": "III. Contactez nous",
    "III_INFO": "Si vous avez des questions concernant les politiques de confidentialité ci-dessus, s'il vous plaît contactez-nous en utilisant l'adresse email suivante: info@mvs.org",
    "FOOTER": "L'équipe Metaverse se réserve le droit d'interpréter et de modifier les clauses mentionnées ci-dessus, qui sont sous la protection du protocole open source du MIT."
  },
  "PASSWORD_WARNING": "Nous vous conseillons d'utiliser un mot de passe complexe pour votre propre sécurité.",
    "FEE": "Frais de transaction",
    "NOTICE_TRANSACTION_FEE_UNCOVERED": "Veuillez vous assurer que vous avez assez d'ETP pour couvrir les frais de transaction.",

    "SELECT_RECIPIENT_ADDRESS": "Sélectionnez l'adresse du destinataire (facultatif)",
    "CUSTOM": "Personnalisée",
    "CUSTOM_RECIPIENT_ADDRESS": "Adresse personnalisée du destinataire",
    "BLOCKS": "Blocs",
    "INTEREST_RATE": "Taux d'intérêts"
}
