{
    "ACCOUNT.TITLE": "Portefeuille",
    "ACCOUNT.FROZEN": "Bloqué",
    "ACCOUNT.AVAILABLE": "Disponible",
    "ACCOUNT.TOTAL": "Total",


    "WALLET_SETUP.TITLE": "Configuration",
    "REGISTER.TITLE": "Créer compte",
    "CREATE_WALLET_DISCLAIMER.TITLE": "Information",
    "CREATE_WALLET_DISCLAIMER.TEXT": "Veuillez faire très attention à votre phrase mnémotechnique. Ce conseil est général et en aucun cas un avis financier ou juridique.",
    "REGISTER.YOUR_MNEMONIC_KEY": "Votre Clé",

    "MNEMONIC_SHOW.TITLE": "Récupération de votre compte",
    "YOUR_MNEMONIC_WORDS": "Phrase mnémotechnique",
    "IMPORT_WALLET": "Importer compte",
    "CREATE_NEW_WALLET": "Créer nouveau compte",
    "CREATE_WALLET": "Ok, c'est parti!",
    "BUTTON.OK": "Ok",

    "PLACEHOLDER.MNEMONIC_PASSPHRASE": "Phrase mnémotechnique",

    "TRANSACTIONS": "Transactions",
    "DATE": "Date",
    "AMOUNT": "Montant",
    "RECIPIENT_ADDRESS": "Destinataire",

    "AVAILABLE_BALANCE": "Balance disponible",
    "AVAILABLE": "Disponible",

    "SCAN": "Scanner",

    "ETP_DEPOSIT": "Bloquer ETP",

    "SWITCH_LANGUAGE": "Langue",
    "LANGUAGE_SETTINGS": "Langues",
    "SETTINGS": "Paramètres",
    "INFORMATION": "Avertissement légal",
    "MESSAGE.ERROR_TITLE": "Oups...",
    "MESSAGE.LOADING": "Veuillez patienter...",

    "HISTORY.NO_TXS_YET": "Aucune transaction",
    "HISTORY.NO_TXS_YET_TEXT": "Commencez à utiliser votre compte aujourd'hui !",
    "SETTINGS.RESET_TEXT": "Réinitialiser toutes les données du compte. Veuillez vérifier que vous avez la phrase mnémotechnique de votre compte.",
    "SETTINGS.RESET_BUTTON": "Réinitialiser",
    "SETTINGS.RESYNC_TEXT": "Forcer la resynchronisation de toutes les transactions et balances.",
    "SETTINGS.RESYNC_BUTTON": "Forcer resynchronisation",
    "DEPOSIT": "Bloquer",
    "SEND": "Envoyer",
    "RECEIVE": "Recevoir",
    "HISTORY": "Historique",
    "IMPORT_WALLET_ERROR_MESSAGE": "Échec de l'importation du compte. Veuillez vérifier les paramètres et réessayer.",
    "IMPORT_WALLET_CONNECTION_MESSAGE": "Erreur lors de la vérification du compte. Veuillez réessayer.",

    "MENU": "Menu",

    "REORDER": "Réordonner",
    "FINISH": "Terminer",
    "ERROR_SEND_TEXT" : "Échec de la transaction. Veuillez vérifier les paramètres et réessayer.",
    "MNEMONIC_CONFIRM_HEAD": "Confirmer phrase mnémotechnique",
    "MNEMONIC_CONFIRM_TEXT": "Afin de confirmer votre phrase mnémotechnique, veuillez réorganiser les mots dans le bon ordre.",

    "CONFIRM": "Confirmer",
    "SKIP": "Ignorer",
    "COPY": "Copier",

    "WARNING": "Attention",
    "BACKUP_WORDS_BACKED_UP_TEXT": "Veuillez confirmer que vous avez bien noté votre phrase mnémotechnique",
    "BACKUP_WORDS_BACKED_UP_YES": "Oui, je l'ai notée",
    "NO": "Non",
    "BACKUP_WORDS_CONFIRM_SKIP_TEXT": "Êtes vous sûr de vouloir continuer sans vérifier la phrase mnémotechnique de votre compte?",
    "I_AM_SURE": "Je suis sûr",

    "MESSAGE.ERROR_CONNECT_BLOCKCHAIN": "Echec de la connection à la blockchain",


    "BACK": "Retour",
    "SETTINGS.WORDS_BUTTON": "Clé",
    "SETTINGS.WORDS_TEXT": "Votre phrase mnémoniques qui correspondent à votre clé privée",
    "RESET_TITLE": "Etes vous sur?",
    "COPIED_MNEMONIC": "Clé copiée dans le presse-papiers",

    "SETTINGS.PINCODE": "Paramètres du code PIN",
    "SETTINGS.PINCODE_BUTTON": "Configurer",
    "SECURITY_WARNING": "Avertissement de sécurité",
    "SET_PIN_FIRST": "S'il vous plait, veuillez d'abord configurer un code PIN",

    "PLEASE_AUTHORIZE": "S'il vous plaît, autoriser",
    "CONFIRM_PINCODE": "Confirmer code PIN",
    "CREATE_NEW_PINCODE": "Créer nouveau code PIN",
    "GENERATE_KEY_BUTTON": "Générer la clé",
    "BUTTON.DOWNLOAD": "Télécharger la clé",

    "BUTTON.NEXT": "Suivant",
    "IMPORT_WORDS": "Entrer manuellement",
    "IMPORT_WORDS_TITLE": "Deux façons d'entrer votre clé",
    "IMPORT_WORDS_BAR": "Importer clé",
    "IMPORT_FILE": "Veuillez ouvrir votre fichier de compte",
    "UPLOAD_KEYSTORE": "Importer votre fichier de compte",
    "PASSWORD": "Mot de passe",
    "CANCEL": "Annuler",
    "ENTER": "Entrer",
    "CREATE_NEW_WALLET_BUTTON": "Créer un nouveau compte",
    "OPEN_WALLET_FILE": "Ouvrir le compte à partir du fichier",
    "CREATE_FROM_BACKUP_WORDS": "Créer fichier à partir de la phrase mnémotechnique",
    "WRONG_FILE": "Fichier incorrect",
    "CONFIRM_PASSWORD": "Confirmer mot de passe",
    "LIGHT_WALLET_INFO_TEXT": "Sachez que myetpwallet.com n'a pas accès aux clés de votre compte. Si vous perdez votre phrase mnémotechnique ou votre fichier de compte, nous ne pourrons pas accorder l'accès à vos fonds.",
    "HEIGHT": "Blocs",
    "TRANSACTION.INNER_WALLET": "Intra-portefeuille transaction",
    "SELECT_CHANGE_ADDRESS": "Spécifier l'adresse recevant la monnaie (facultatif)",
    "SELECT_FROM_ADDRESS": "Sélectionner l'adresse source (facultatif)",
    "SHOW_ADVANCED": "Montrer les options avancées",
    "AUTO": "Automatique",
    "SELECT_DEPOSIT_OPTION": "Durée du dépot",
    "DEPOSIT_PROFIT": "Votre profit",
    "TRANSACTION_PREVIEW_TEXT": "Votre transaction encodée sera:",
    "MESSAGE.SUCCESS": "Génial!!",
    "MESSAGE.LOGOUT_CONFIRM": "Êtes-vous sûr de vouloir vous déconnecter?",
    "SUCCESS_SEND_TEXT": "La transaction a été envoyée au réseau. Veuillez attendre les confirmations. Votre identifiant de transaction est: ",
    "IMPORT_MNEMONIC_TEXT": "Un fichier de compte sera créé pour vous. Ce fichier vous permettra d'accéder à votre compte.",
    "ENTER_PASSWORD_HEADLINE": "Entrez le mot de passe pour le fichier",
    "CHOOSE_A_FILE": "Choisir un fichier",
    "BACKUP_WORDS_WRITE_DOWN_TEXT": "Veuillez écrire les 24 mots suivants sur une feuille de papier. Vous aurez besoin de ces 24 mots afin de récupérer votre compte. Il est trés important de les garder dans un endroit privé et sécurisé. Ne les montrez pas à quelqu'un.",
    "RESET_MESSAGE": "Toutes les données de connexion seront effacées",
    "SHOW_ALL_ASSET_BALANCES": "Afficher les soldes de tous les actifs",
    "THEME_SETTINGS": "Thème",
    "LOGIN_MENU_INFO_TEXT": "A l'attention des utilisateurs du Full-node Wallet: Lors de votre première connexion à myetpwallet.com, veuillez crer un fichier de compte à partir de votre phrase mnémotechnique, puis ouvrir le compte à partir du fichier.",
    "PASTE_WORDS": "Utiliser la zone de texte",
    "RESET": "Réinitialiser",
    "OR": "OU",
    "DISCLAIMER": {
      "HEADLINE": "Avertissement",
      "INTRODUCTION": "Ce portefeuille est développé et basé sur la technologie Blockchain. Toutes les informations de compte et ainsi que les transactions sont stockées sur des blockchains publiques. Le fournisseur de services de portefeuille ne stockera pas les clés privées, les phrases mnémotechniques ou les mots de sauvegarde des utilisateurs (collectivement, les «informations sur les clés privées») dans une base de données centralisée. Les informations de clés privées des utilisateurs et les fichiers générés par l'importation de clés privées appartiennent uniquement à la personne qui a créé le compte. L'utilisateur a la responsabilité de sauvegarder ses fichiers de clés privées et son mot de passe et est seul responsable de l'utilisation de son compte, de son mot de passe et de ses informations de clé privée.",
      "LIST_INTRODUCTION": "Vous acceptez que le fournisseur de services de portefeuille ne porte aucune responsabilité dans les situations suivantes:",
      "LIST_ITEM_1": "le fournisseur de services de portefeuille ne sera pas responsable pour toutes fuites d'informations personnelles dues à l'utilisateur ayant fait connaître son mot de passe / informations de clé privée à d'autres, l'utilisateur n'ayant pas sauvegardé son mot de passe / information de clé privée, l'utilisateur ayant partagé son portefeuille ou toute autre erreur.",
      "LIST_ITEM_2": "L'utilisation de ce service implique des services Internet et peut être affectée par des connexions instables. L'utilisation de ce service entraîne des risques de perturbation du service ou de non-satisfaction des besoins des utilisateurs en raison des événements suivants: cas de force majeure, logiciels malveillants, virus et autres logiciels malveillants, attaques par des pirates informatiques, systèmes d'exploitation instables, emplacement, les utilisateurs arrêtant leurs appareils et d'autres raisons liées à Internet, la technologie et les lignes de télécommunication. Les utilisateurs doivent comprendre et assumer les risques ci-dessus. Le fournisseur de services de portefeuille ne sera pas responsable des conséquences résultant de l'utilisation de ce service.",
      "LIST_ITEM_3": "L'utilisation des services de transfert d'actifs est basée sur des utilisateurs ayant des connaissances suffisantes sur la contrepartie (y compris mais non limité à l'identité réelle de la contrepartie). Il n'y a aucun moyen de rappeler, révoquer ou annuler des transferts d'actifs une fois qu'ils ont été exécutés. Les utilisateurs assumeront tous les risques résultant de l'utilisation des services de transfert d'actifs après avoir effectué un transfert. Le fournisseur de services de portefeuille n'aura aucune responsabilité légale pour tout litige résultant de transferts d'actifs. Ces litiges seront résolus par les parties émettrices et réceptrices.",
      "LIST_ITEM_4": "Le fournisseur de services fournit uniquement un support technique pour le portefeuille et ne fournira aucun support technique pour tout autre service.",
      "READ_AND_AGREE": "J'ai lu et j'accepte l'intégralité de la clause de non-responsabilité et j'assume volontairement les risques et les responsabilités communiqués."
    },
    "LOGOUT": "Déconnexion",
    "RESYNC": "Re-synchroniser",
    "SYNCING": "Synchronisation en cours",
    "TRANSFER": "Transfert",
    "OK": "OK",

    "PREVIEW": "Aperçu",
    "LEGAL_DISCLAIMER": {
      "TITLE": "Avertissement légal",
      "BRIEF_EXPLAIN": "MyETPWallet.com vous permet de créer, d'enregistrer et d'accéder facilement à vos informations et actifs et d'interagir avec la blockchain Metaverse. Vous êtes seul responsable de la gestion de vos fonds et de la sécurité de votre clé privée et phrase mnémotechnique associées à votre compte.",
      "WARNING": "Avant d'utiliser ce portefeuille, sachez qu'il existe d'importants risques associés à la crypto-monnaie et aux logiciels libres basés sur la technologie blockchain tels que les fluctuations importantes des taux de change et les bugs informatiques. En créant un compte sur MyETPWallet.com ou MVSD, vous confirmez avoir lu, compris et accepté tous les termes et conditions indiqués dans cet Avertissement légal.",
      "I_TITLE": "I. Accès et contrôle des informations du compte",
      "I_INFO": "1.1 Lors de la création de votre compte, une phrase mnémotechnique ('backup words') contitué de 24 mots Anglais ainsi qu'une paire de clé privée et publique sont créées afin de recevoir et envoyer des monnaies virtuelles. Vous devez sauvegarder cette phrase mnémotechnique et clé privée and les conserver de manière sécurisée; leur perte peut entraîner la perte de contrôle des actif de votre portefeuille.",
      "I_INFO_2": "1.2 Le Portefeuille ne collecte ou enregistre aucune des informations privées de l'utilisateur, telles que votre mot de passe et les clés privées. Cette information est sauvegardée localement sur l'appareil de l'utilisateur. Par conséquent, l'équipe de développement est uniquement responsable de garantir l'accès au portefeuille et de corriger les bugs informatiques, et est dans l'impossibilitée de restaurer la clé privée. Si vous utilisez MyETPWallet.com, vous reconnaîssez que Metaverse n'est pas responsable de la sécurité et du stockage des clés privées associées à votre compte. Nous vous recommandons fortement de faire une sauvegarde de votre fichier de compte afin de protéger vos droits de propriété.",
      "II_TITLE": "II. Sécurité du compte",
      "II_INFO_1": "2.1 L'équipe Metaverse mettra en œuvre les mesures de sécurité appropriés afin de protéger les utilisateurs contre la perte de données, l'utilisation inappropriée, l'accès non autorisé et / ou la divulgation. Par exemple, nous mettons en œuvre des techniques de cryptage de haute qualité telles que SSL afin de protéger vos informations personnelles. Veuillez noter que nous ne pouvons garantir la sécurité absolue de toute donnée divulguée en ligne, en raison des limitations de la technologie et des actions hostiles imprévisibles contre la plate-forme. En utilisant notre service, l'utilisateur reconnaît la possibilité que le système et le réseau de télécommunication qu'ils utilisent pour accéder à notre service puissent être compromis, ce qui est hors de notre contrôle. Par exemple, le logiciel téléchargé par l'utilisateur ou les sites Web visités peuvent contenir des virus ou des logiciels malveillants qui menacent la sécurité des informations contenues dans le portefeuille. Par conséquent, il est impératif que les utilisateurs assurent la sécurité de leurs informations et données personnelles. Vous acceptez le risque intrinsèque de sécuritée en fournissant et échangeant en ligne via internet et ne nous tiendrez pas responsable en cas de faille de sécurité, excepté si elle est dû à notre négligeance. L'équipe de développement recommande aux utilisateurs d'accorder une attention particulière à la sauvegarde du mot de passe et des clés privées hors ligne (par exemple, en les écrivant sur une feuille de papier).",
      "II_INFO_2": "2.2 Les utilisateurs ne doivent en aucun cas faire confiance à des informations provenant de sources non officielles. Toute opération sur le portefeuille ne doit avoir lieu qu'après que l'utilisateur ait effectué les vérifications nécessaires et évalué l'identité de la contrepartie.",
      "II_INFO_3": "2.3 Il est de la seule responsabilité de l'utilisateur de protéger la sécurité de son portefeuille. Les développeurs de l'équipe Metaverse prendront les mesures techniques appropriées en accord avec les normes de l'industrie pour protéger la sécurité des données sur l'appareil des utilisateurs, mais ne sont pas légalement responsables de toute perte de données ou de fonds. Dans ces circonstances, l'utilisateur reconnaît et accepte que l'équipe Metaverse ne garantit pas la sécurité complète des fonds du portefeuille.",
      "III_TITLE": "III. Contactez nous",
      "III_INFO": "Si vous avez des questions concernant les politiques de confidentialité ci-dessus, s'il vous plaît contactez-nous en utilisant l'adresse email suivante: info@mvs.org",
      "FOOTER": "L'équipe Metaverse se réserve le droit d'interpréter et de modifier les clauses mentionnées ci-dessus à n'importe quel moment, à notre propre discrétion. MyETPWallet est distribué sous la protection du protocole open source du MIT."
    },
    "PASSWORD_WARNING": "Nous vous conseillons d'utiliser un mot de passe complexe pour votre propre sécurité.",
    "FEE": "Frais de transaction",
    "NOTICE_TRANSACTION_FEE_UNCOVERED": "Veuillez vous assurer que vous avez assez d'ETP pour couvrir les frais de transaction.",

    "SELECT_RECIPIENT_ADDRESS": "Sélectionnez l'adresse du destinataire (facultatif)",
    "CUSTOM": "Personnalisée",
    "CUSTOM_RECIPIENT_ADDRESS": "Adresse personnalisée du destinataire",
    "BLOCKS": "Blocs",
    "INTEREST_RATE": "Taux d'intérêts",

    "OPEN_FROM_QRCODE": "Ouvrir avec QR Code",
    "OPEN_FROM_BACKUP_WORDS": "Ouvrir avec phrase mnémotechnique",
    "ENTER_PASSWORD_HEADLINE_MOBILE": "Veuillez entrer votre mot de passe pour décrypter votre clé privée",
    "SETTINGS.SHOW_QRCODE_BUTTON": "Connecter téléphone",
    "SETTINGS.SHOW_QRCODE_TEXT": "Exporter votre clé privée vers l'application mobile MyETPWallet.",

    "LOGOUT_TEXT": "Déconnecter mon compte",
    "EXPORT_ACCOUNT": "Exporter compte",

    "IMPORT.SHOW_QRCODE_BUTTON": "Afficher QR Code",

    "IMPORT_MNEMONIC_TEXT_MOBILE": "Votre clé privée sera cryptée avec votre mot de passe et enregistrée sur votre appareil.",

    "RESET_MESSAGE_MOBILE": "Toutes les données seront supprimées. Afin de vous reconnecter, vous aurez besoin de votre phrase mnémotechnique ou de scanner le QR Code optenu via MyETPWallet sur ordinateur de bureau.",
    "IMPORT.SCAN_QRCODE_TEXT": "Importer mon compte sur mon téléphone",
    "IMPORT.SCAN_QRCODE_BUTTON":"Scanner QR Code",

    "ASSET_ISSUE": "Créer actif",
    "NOTICE_ASSET_ISSUE_FEE": "Veuillez noter que la création d'un actif coûte 10 ETP.",

    "ISSUE.NOTICE_TRANSACTION_FEE_UNCOVERED": "Vous devez avoir au moins 10 ETP pour pouvoir créer un actif",
    "ISSUE.SYMBOL": "Symbole",
    "ISSUE.ISSUER_NAME": "Nom de l'issuer",
    "ISSUE.MAX_SUPPLY": "Quantité totale",
    "ISSUE.DECIMALS": "Nombre de décimales",
    "ISSUE.DESCRIPTION": "Description",
    "ISSUE.ISSUE_ADDRESS": "Addresse de distribution (addresse qui recevra l'actif créé)",
    "ISSUE.FEE_ADDRESS": "Addresse de payement (addresse payant 10 ETP)",
    "ISSUE.CUSTOM_ISSUE_ADDRESS": "Entrer manuellement l'addresse de distribution",

    "ISSUE.CONFIRMATION_TITLE": "Créer un actif coûte 10 ETP.",
    "ISSUE.CONFIRMATION_SUBTITLE": "Etes-vous sûr de vouloir créer cet actif ?",
    "ISSUE.CREATE": "Créer actif",

    "EXPORT.HEADLINE": "Connecter votre téléphone",
    "EXPORT.INTRODUCTION": "Pour télécharger l'application MyETPWallet sur votre téléphone, rendez vous sur MyETPWallet.com et cliquez sur 'Download Wallet'.",
    "EXPORT.TEXT": "Cette action va exporter votre Clé privée sur votre téléphone. Votre clé privée sera encryptée via le mot de passe utilisé pour ce compte, et sauvegardée sur votre mobile. Veuillez scanner ce QR Code via l'application mobile MyETPWallet.",
    "EXPORT.REMINDER_LOGOUT": "Veuillez vous déconnecter de l'application si vous changez votre téléphon.",

    "LOGIN_MENU_INFO_TEXT_MOBILE": "Information: Pour créer un compte, veuillez utiliser votre ordinateur et aller sur MyETPWallet.com. Vous pourrez ensuite lier votre compte avec votre téléphone.",
    "REPORT_BUG": "Signaler un bug",

    "MESSAGE.NETWORK_MISMATCH": "Le réseau utilisé ne correspond pas",
    "MESSAGE.PASSWORD_WRONG": "Impossible de décrypter votre portefeuille à partir du mot de passe fournit",
    "MESSAGE.CREATE_TRANSACTION" : "Impossible de créer la transaction.",
    "MESSAGE.BROADCAST_ERROR": "Impossible de diffuser la transaction.",

    "LOGIN": "Connexion",
    "HOW_TO_IMPORT_WALLET_MOBILE": "Comment importer",
    "HOW_TO_IMPORT_WALLET_MOBILE_TITLE": "Comment importer votre clé privée ?",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP1": "Ouvrez MyETPWallet.com sur votre ordinateur et allez dans Paramètres, puis Connecter téléphone",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP2": "Scannez le QR Code",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP3": "Utilisez votre portefeuille depuis sur votre téléphone!",

    "MESSAGE.ISSUE_INSUFFICIENT_BALANCE" : "Vous avez besoin d'au moins 10 ETP pour créer un actif.",

    "SCANNING.MESSAGE_ACCOUNT": "Scannez votre QRCode sur votre ordinateur",
    "SCANNING.MESSAGE_ADDRESS": "Scannez l'adresse ETP",

    "MESSAGE.NOT_ETP_ADDRESS_TITLE": "Adresse incorrecte",
    "MESSAGE.NOT_ETP_ADDRESS_TEXT": "Ceci n'est pas une adresse ETP correcte. Veuillez scanner une adresse ETP.",

    "SEND_ALL_BUTTON": "Max.",

    "IMPORT_QRCODE": "Veuillez utiliser le QRCode disponible sur app.myetpwallet.com, dans Paramètres, puis Connecter téléphone",

    "MESSAGE.ONE_TX_PER_BLOCK": "Veuillez noter qu'actuellement chaque compte ne peut soumettre qu'une transaction par bloc",
    "MESSAGE.INSUFFICIENT_BALANCE": "Balance insuffisante. Veuillez vérifier votre balance disponible",

    "LOGIN.MOBILEWEB_ANDROID1": "Télécharger MyETPWallet via Google Play Store (recommandé):",
    "LOGIN.MOBILEWEB_ANDROID2": "Ou télécharger directement l'application:",
    "LOGIN.MOBILEWEB_IOS": "",
    "LOGIN.MOBILEWEB_OTHER": "MyETPWallet est actuellement uniquement disponible sur Android, iOS et ordinateur",

    "ISSUE.MAX_SUPPLY_CUSTOM": "Quantité totale personnalisée",

    "ISSUE.ONE_MILLION": "Un million",
    "ISSUE.TEN_MILLION": "Dix million",
    "ISSUE.ONE_HUNDRED_MILLION": "Cent million",
    "ISSUE.ONE_BILLION": "Un milliard",
    "ISSUE.TEN_BILLION": "Dix milliard",

    "AVATARS": "Avatars",
    "AVATARS.CREATE_AVATAR_BTN": "Créer",
    "AVATARS.NO_AVATARS": "Vous n'avez pas encore d'Avatar. Cliquez sur Créer Avatar pour créer votre premier Avatar!",

    "CREATE_AVATAR": "Créer Avatar",
    "CREATE_AVATAR.CREATE_BTN": "Créer Avatar",
    "CREATE_AVATAR.SYMBOL": "Symbole",
    "CREATE_AVATAR.ADDRESS": "Adresse",

    "RECIPIENT_AVATAR": "Avatar destinataire",
    "SEND_TO_AVATAR": "Envoyer vers Avatar",
    "HEADLINE_MST": "Metaverse Smart Token",
    "HEADLINE_MIT": "Metaverse Identifiable Token",
    "NO_MIT_TEXT": "Vous n'avez pas encore de MIT. Pour créer un MIT, vous devez d'abord créer un Avatar.",
    "MIT_REGISTER.SYMBOL": "Symbole",
    "MIT_REGISTER.CONTENT": "Contenu",

    "IMPORT.WORDS_REMAINING": " mots restants",
    "IMPORT.WORDS_ALL_OK": "Prêt à importer",
    "IMPORT.WORDS_TOO_MANY": "Vous avez entré plus de 24 mots",
    "IMPORT.INCORRECT_WORD": "Incorrect mot numéro ",
    "IMPORT.INCORRECT_MNEMONIC": "Cette clé est incorrecte. Veuillez vérifier l'order des mots.",

    "AVATARS.MY_CERTS": "Mes certificat",
    "AVATARS.SECONDARY_ISSUE": "Augmentation de capital",
    "AVATARS.DOMAIN": "Domaine",
    "AVATARS.NAMING": "Nom",
    "OWNER": "Propriétaire",
    "HASH": "Hash",
    "RECEIVE.ADDRESS_NO_MST": "Cette address ne possède aucun MST",

    "ISSUE.SECONDARYISSUE_THRESHOLD": "Seuil augmentation de capital",
    "ISSUE.SECONDARYISSUE_TYPE": "Autoriser une augmentation de capital dans le future",
    "ISSUE.SECONDARYISSUE_DISABLED": "Augmentation de capital impossible",
    "ISSUE.SECONDARYISSUE_UNLIMITED": "Augmentation de capital possible uniquement avec certificat",
    "ISSUE.SECONDARYISSUE_RATE": "Augmentation de capital possible avec certificat et seuil",

    "TOTAL_AVAILABLE_BALANCE": "Balance totale disponible",
    "AVATAR_AVAILABLE_BALANCE": "Avatar balance disponible",

    "ISSUE.SYMBOL_AVAILABLE": "Ce domaine est disponible. Après création de ce MST, vous recevrez un certificat de Domaine",
    "ISSUE.SYMBOL_DOMAIN_OWNER": "Votre Avatar possède le certificat de Domaine afin de créer ce MST",
    "ISSUE.SYMBOL_NAMING_OWNER": "Votre Avatar possède le certificat de Nom afin de créer ce MST",
    "ISSUE.SYMBOL_ALREADY_EXIST": "Ce MST symbole a déjà été enregistré",
    "ISSUE.SYMBOL_NOT_CERT_OWNER": "Votre Avatar ne possède pas the certificat de Domaine afin de créer ce MST",
    "ISSUE.SYMBOL_ERROR_LOADING_MSTS": "Erreur lors du chargement des MSTs. Veuillez vérifier que ce MST symbole est disponible",
    "ISSUE.SYMBOL_ERROR_LOADING_CERTS": "Erreur lors du chargement des certificats de Domaine. Veuillez vérifier que vous avez le droit de créer ce symbole",

    "REGISTER_MST": "Enregistrer MST",
    "REGISTER_MIT": "Enregistrer MIT",
    "TRANSFER_MIT": "Transférer MIT",

    "AVATAR_RECIPIENT_ADDRESS": "L'address de cet Avatar est {{address}}, elle a été modifiée pour la dernière fois le {{last_update}}",
    "MIT.STATUS": "Statut",
    "CREATOR": "Créateur",
    "OWNER": "Propriétaire actuel",
    "CONTENT": "Contenu",
    "MIT.TX_HASH": "Créé dans ",
    "MIT.HISTORY": "Historique de transaction",
    "CHECK_IN_EXPLORER": "Voir dans l'Exploreur",

    "ISSUE.MAX_SUPPLY_TOO_HIGH": "Quantité totale*Nombre de décimales trop élevé. Veuillez diminuer l'un des deux",
    "CREATE_AVATAR.NO_ADDRESS_1ETP": "Vous n'avez aucun adresse avec 1 ETP disponible. Veuillez envoyer au moins 1 ETP sur l'une de vos adresses disponibles (pas encore liée à un Avatar) afin de créer un Avatar",
    "MAINNET": "Mainnet",
    "TESTNET": "Testnet",

    "CREATE_AVATAR.CONFIRMATION_TITLE": "Créer un Avatar coûte 1 ETP.",
    "CREATE_AVATAR.CONFIRMATION_SUBTITLE": "Etes vous sûr de vouloir créer un Avatar?",
    "ISSUE.NO_AVATAR": "Vous devez avoir un Avatar afin de créer un MST. Veuillez d'abord créer un Avatar",
    "ISSUE.SELECT_AVATAR": "Veuillez d'abord sélectionner un issuer",
    "ISSUE.NO_AVATAR_PLACEHOLDER": "Aucun Avatar",
    "MIT_REGISTER.AVATAR_NAME": "Nom de l'Avatar destinataire",
    "MIT_REGISTER.NO_AVATAR": "Vous devez avoir un Avatar afin de créer un MIT. Veuillez d'abord créer un Avatar",
    "MIT_REGISTER.RECIPIENT_ADDRESS": "Adresse de l'Avatar destinataire",
    "MIT_REGISTER.SELECT_AVATAR": "Veuillez d'abord sélectionner un Avatar destinataire",
    "CREATE_AVATAR.AVATAR_ALREADY_EXIST": "Ce nom d'Avatar a déjà été enregistré",
    "MIT_REGISTER.MIT_ALREADY_EXIST": "Ce MIT symbole a déjà été enregistré",

    "SEND_TO_ONE": "Destinataire unique",
    "SEND_MORE": "Multi-destinataires",
    "RECIPIENT": "Destinataire",
    "ADD_RECIPIENT": "Ajouter destinataire",
    "REMOVE_RECIPIENT": "Supprimer destinataire",
    "TOTAL_TO_SEND": "Total à envoyer"

}
