{
  "ACCOUNT.TITLE": "Portfolio",
  "ACCOUNT.FROZEN": "Bevroren",
  "ACCOUNT.AVAILABLE": "Beschikbaar",
  "ACCOUNT.TOTAL": "Totaal",


  "WALLET_SETUP.TITLE": "Instellen Wallet",
  "REGISTER.TITLE": "Aanmaken Wallet",
  "CREATE_WALLET_DISCLAIMER.TITLE": "Informatie",
  "CREATE_WALLET_DISCLAIMER.TEXT": "ZORG ERVOOR DAT JE ERG VOORZICHTIG BENT MET DE BACK-UP WOORDEN. DIT ADVIES IS ALGEMEEN VAN AARD EN GEEN JURIDISCH OF FINANCIEEL ADVIES.",
  "REGISTER.YOUR_MNEMONIC_KEY": "Je back-up woorden",

  "MNEMONIC_SHOW.TITLE": "Je Wallet back-up",
  "YOUR_MNEMONIC_WORDS": "Je back-up woorden",
  "IMPORT_WALLET": "Importeer Wallet",
  "CREATE_NEW_WALLET": "Aanmaken nieuwe Wallet",
  "CREATE_WALLET": "Klaar, aan de slag ermee!",
  "BUTTON.OK": "Ok",

  "PLACEHOLDER.MNEMONIC_PASSPHRASE": "Back-up woorden",

  "TRANSACTIONS": "Transacties",
  "DATE": "Datum",
  "AMOUNT": "Hoeveelheid",
  "RECIPIENT_ADDRESS": "Ontvangst adres",

  "AVAILABLE_BALANCE": "Beschikbaar saldo",
  "AVAILABLE": "Beschikbaar",

  "SCAN": "Scan",

  "ETP_DEPOSIT": "ETP Bevriezen",

  "SWITCH_LANGUAGE": "Taal",
  "LANGUAGE_SETTINGS": "Taal instellingen",
  "SETTINGS": "Instellingen",
  "INFORMATION": "Juridische disclaimer",
  "MESSAGE.ERROR_TITLE": "Oeps",
  "MESSAGE.LOADING": "Wachten AUB...",

  "HISTORY.NO_TXS_YET": "Nog geen transacties",
  "HISTORY.NO_TXS_YET_TEXT": "Maak snel gebruik van je Metaverse Wallet!",
  "SETTINGS.RESET_TEXT": "Reset alle data uit je Wallet, zorg ervoor dat je je back-up woorden beschikbaar hebt!",
  "SETTINGS.RESET_BUTTON": "Reset",
  "SETTINGS.RESYNC_TEXT": "Forceer de Wallet alle transacties en saldo's te synchroniseren.",
  "SETTINGS.RESYNC_BUTTON": "Forceer synchronisatie",
  "DEPOSIT": "Storten",
  "SEND": "Verzenden",
  "RECEIVE": "Ontvangen",
  "HISTORY": "Geschiedenis",
  "IMPORT_WALLET_ERROR_MESSAGE": "Error bij importeren Wallet, controleer de gegevens en probeer opnieuw.",
  "IMPORT_WALLET_CONNECTION_MESSAGE": "Error bij verifieren Wallet, probeer het zometeen nog een keer.",

  "MENU": "Menu",

  "REORDER": "Herschikken",
  "FINISH": "Afronden",
  "ERROR_SEND_TEXT": "Kan de transactie niet aanmaken, controleer de gegevens en probeer het opnieuw.",
  "MNEMONIC_CONFIRM_HEAD": "Bevestig back-up woorden",
  "MNEMONIC_CONFIRM_TEXT": "Om zeker te zijn dat je de back-up woorden juist genoteerd heb, kan je ze nu in de goede volgorde zetten.",

  "CONFIRM": "Bevestigen",
  "SKIP": "Overslaan",
  "COPY": "Kopiëren",

  "WARNING": "Waarschuwing",
  "BACKUP_WORDS_BACKED_UP_TEXT": "Bevestig dat je de back-up woorden genoteerd hebt",
  "BACKUP_WORDS_BACKED_UP_YES": "Ja, ik heb ze geback-upt",
  "NO": "Nee",
  "BACKUP_WORDS_CONFIRM_SKIP_TEXT": "Weet je zeker dat je door wilt gaan zonder bevesting van de back-up woorden van je wallet?",
  "I_AM_SURE": "Ik weet het zeker",

  "MESSAGE.ERROR_CONNECT_BLOCKCHAIN": "Probleem met verbinden met de blockchain nodes.",


  "BACK": "Terug",
  "SETTINGS.WORDS_BUTTON": "Back-up woorden",
  "SETTINGS.WORDS_TEXT": "Je back-up woorden correleren met je geheime sleutel",
  "RESET_TITLE": "Weet je het zeker?",
  "COPIED_MNEMONIC": "Je back-up woorden zijn gekopieërd naar je klembord",

  "SETTINGS.PINCODE": "PIN-code Instellingen",
  "SETTINGS.PINCODE_BUTTON": "Configureren",
  "SECURITY_WARNING": "Veiligheidswaarschuwing",
  "SET_PIN_FIRST": "Maak eerst een PIN-code aan",

  "PLEASE_AUTHORIZE": "Geef toestemming AUB",
  "CONFIRM_PINCODE": "Bevestig PIN-code",
  "CREATE_NEW_PINCODE": "Creëer nieuwe PIN-code",
  "GENERATE_KEY_BUTTON": "Genereer nieuwe sleutel",
  "BUTTON.DOWNLOAD": "Download sleutel",

  "BUTTON.NEXT": "Volgende",
  "IMPORT_WORDS": "Voer handmatig in",
  "IMPORT_WORDS_TITLE": "Twee manieren om je back-up woorden in te voeren:",
  "IMPORT_WORDS_BAR": "Importeer woorden",
  "IMPORT_FILE": "Open je Wallet bestand AUB",
  "UPLOAD_KEYSTORE": "Upload sleutelopslag bestand",
  "PASSWORD": "Paswoord",
  "CANCEL": "Annuleren",
  "ENTER": "Openen",
  "CREATE_NEW_WALLET_BUTTON": "Creëer nieuwe Wallet",
  "OPEN_WALLET_FILE": "Open Wallet uit bestand",
  "CREATE_FROM_BACKUP_WORDS": "Creëer bestand vanuit back-up woorden",
  "WRONG_FILE": "Verkeerde bestand",
  "CONFIRM_PASSWORD": "Bevestig wachtwoord",
  "LIGHT_WALLET_INFO_TEXT": "Onthoud dat MyETPwallet.com geen toegang heeft tot je Wallet sleutels. Als je je back-up woorden of je sleutel bestand verliest, kunnen wij je geen toegang geven tot je fondsen.",
  "TRANSACTION.INNER_WALLET": "Locale wallet transactie",
  "HEIGHT": "Blokhoogte",
  "SELECT_CHANGE_ADDRESS": "Selecteer je transactietarief adres (optioneel)",
  "SELECT_FROM_ADDRESS": "Selecteer je bron adres (optioneel)",
  "SHOW_ADVANCED": "Geavanceerde opties",
  "AUTO": "Automatisch",
  "SELECT_DEPOSIT_OPTION": "Tijdsduur fonds bevriezing",
  "DEPOSIT_PROFIT": "Je winst",
  "TRANSACTION_PREVIEW_TEXT": "Je gecodeerde transactie zal zijn:",
  "MESSAGE.SUCCESS": "Geweldig!",
  "MESSAGE.LOGOUT_CONFIRM": "Weet je zeker dat je wilt uitloggen?",
  "SUCCESS_SEND_TEXT": "Transactie is verzonden naar het netwerk, wacht AUB op bevestigingen. Je transactie hash is: ",
  "IMPORT_MNEMONIC_TEXT": "Een Wallet bestand is aangemaakt voor je. Dit bestand geeft je toegang tot je Wallet, bewaar het goed.",
  "ENTER_PASSWORD_HEADLINE": "Voer wachtwoord in voor je sleutelbestand",
  "CHOOSE_A_FILE": "Kies een bestand",
  "BACKUP_WORDS_WRITE_DOWN_TEXT": "Noteer AUB de volgende 24 woorden op papier, je hebt ze nodig om je Wallet te herstellen, het is erg belangrijk dat je ze ergens veilig opslaat, deel deze back-up woorden met niemand.",
  "RESET_MESSAGE": "Alle inlog data wordt gewist",
  "SHOW_ALL_ASSET_BALANCES": "Geef saldo voor alle bezittingen weer",
	"THEME_SETTINGS": "Thema veranderen",
  "LOGIN_MENU_INFO_TEXT": "Opmerking voor bestaande MVS Wallet gebruikers: Bij de eerste inlog op MyETPwallet.com, creëer een sleutelbestand vanuit de back-up woorden en open de Wallet dan vanuit dit bestand.",
  "PASTE_WORDS": "Gebruik het tekstvlak",
  "RESET": "Reset",
  "OR": "OF",
  "DISCLAIMER": {
    "HEADLINE": "Disclaimer",
    "INTRODUCTION": "Deze light wallet is ontworpen gebaseerd op blockchain technologie. Alle account informatie en transacties wordt opgeslagen op publiekelijk opgeslagen blockchains. De Wallet service provider slaat de geheime sleutels en back-up woorden van de gebruikers niet op (samengevat, 'geheime sleutel informatie') in een gecentralizeerde database. De geheime sleutel informatie en gegenereerde bestanden van de gebruiker zijn alleen van de persoon die de Wallet gecreëerd heeft. De gebruiker heeft zelf de verantwoordelijkheid tot het veilig bewaren van zijn/haar geheime sleutels en wachtwoord en is verantwoordelijk voor het gebruik van zijn/haar account, wachtwoord en geheime sleutel informatie.",
    "LIST_INTRODUCTION": "Je gaat akkoord dat de Wallet service provider geen verantwoordelijkheid in de volgende situaties:",
    "LIST_ITEM_1": "Het lekken van persoonlijke informatie door het door de gebruiker bekendgemaakte Wallet wachtwoord / geheime sleutel informatie aan anderen, het niet veilig opbergen van zijn/haar wachtwoord / geheime sleutel informatie, het delen door de gebruiker van zijn/haar Wallet, of alle andere fouten die niet door de  Wallet service provider zijn begaan.",
    "LIST_ITEM_2": "Onder het gebruik van deze service wordt verschillende internet services en kunnen beinvloed worden door onstabiele verbindingen. Het gebruik van deze service kan het risico van onderbreking van de service bevatten of een graad van service die niet aan de vraag van de gebruiker voldoet door de volgende gebeurtenissen: overmacht, malware, virussen en andere kwaadwillende software, aanvallen door hackers, onstabiele besturingssystemen, de geografische locatie van de gebruiker, het afsluiten van de apparatuur van de gebruiker of alle andere redenen gerelateerd to het internet, technologie en telecommunicatie verbindingen. Gebruikers moeten begrijpen en accepteren van de bovenstaande risico's. De Wallet service provider is niet verantwoordelijk voor elke consequenties als resultaat van het gebruik van deze service.",
    "LIST_ITEM_3": "Het gebruik van activa overdracht services is gebaseerd op voldoende kennis over de tegenpartij door de gebruikers (inbegrpen maar niet gelimiteerd tot de echte identiteit van de tegenpartij). Er is geen enkele manier om een activa overdracht te herroepen, intrekken, of ongedaan te maken zodra de overdracht uitgevoerd is. Gebruikers zijn verantwoordelijk voor alle risico's resulterend door het gebruik van activa overdracht services zodra er een opdracht uitgevoerd is. De Wallet service provider zal geen justitiële verantwoordelijkheid dragen voor welk dispuut dan ook dat naar voren komt door activa overdracht. Deze disputen zullen worden moeten opgelost door de verzendende en ontvangende partijen.",
    "LIST_ITEM_4": "De service provider bied alleen techinische ondersteuning voor de Wallet en zal geen technische ondersteuning bieden voor elke andere service.",
    "READ_AND_AGREE": "Ik heb de gehele disclaimer gelezen, ga akkoord en onderga vrijwillig de risico's en verantwoordelijkheden gecommuniceerd hierboven."
  },
  "LOGOUT": "Uitloggen",
  "RESYNC": "Aan het synchroniseren",
  "SYNCING": "Overdracht",
  "TRANSFER": "Transfer",
  "OK": "OK",

  "PREVIEW": "Voorvertoning",
  "LEGAL_DISCLAIMER": {
    "TITLE": "Wettelijke disclaimer",
    "BRIEF_EXPLAIN": "MyETPWallet.com maakt het makkelijk voor jou het creëeren, opslaan en toegang krijgen tot je informatie en activa en het werken met de Metaverse blockchain. Je bent als enige verantwoordelijk voor het bijhouden van je fondsen en het onderhouden van de veiligheid van je geheime sleutel en alle geheugensteuntjes ('back-up woorden')geassociëerd met je Wallet.",
    "WARNING": "Voor het gebruik van deze Wallet, wees er van bewust dat er grote risico's zijn geassocieerd met crypto munteenheden en blockchain gebaseerde open source software zoals grote beurs wisselkoers wisselingen en software bugs. Door het registreren van een account bij MyETPWallet.com of MSVD, ga je akkoord dat je dat je alle voorwaarden hebt gelezen en begrepen die vermeld staan in de disclaimer.",
    "I_TITLE": "I. Toegang krijgen tot en controle houden over de Wallet informatie",
    "I_INFO": "1.1 Als je een Wallet account creëert, wordt er een ezelsbruggetje gegenereerd ( 'back-up woorden') bestaande uit 24 Engelse woorden en een publiek en geheim sleutelpaar die wordt gebruikt voor het verzenden en ontvangen van digitale munteenheden. Je moet de back-up woorden en geheime sleutel ergens veilig opslaan; verzuim je dit te doen dan loop je het risico van het verliezen tot de toegang van je activa in je Wallet.",
    "I_INFO_2": "1.2 De Wallet slaat niets van de gebruikers privé informatie op, ook geen wachtwoorden en geheime sleutels. Deze informatie is lokaal op het apparaat van de gebruiker opgeslagen. Hierdoor kunnen we je niet helpen bij het herstellen van je Wallet. Het ontwikkelingsteam is alleen verantwoordellijk voor het garanderen van toegang tot je Wallet en het oplossen van software bugs en is niet in staat tot het herstellen van versleutelde geheime sleutels. Als je MyETPWallet.com gebruikt, ga je akkoord dat Metaverse niet verantwoordelijk is voor het veilig opbergen of het opslaan van je geheime sleutels geassocieerd met je Wallet. We raden met klem aan om een back-up kopie van je Wallet bestanden te maken om je digitale bezittingen te beschermen.",
    "II_TITLE": "II. Wallet Bescherming",
    "II_INFO_1": "2.1 Het Metaverse team zal geschikte veiligheidsmaatregelen nemen ter voorkoming van data verlies, ondeugdelijk gebruik, niet geautoriseerde toegang en zal hoge kwaliteits versleutelings technieken toepassen zoals SSL om je persoonlijke informate te beschermen. Toch kan de absolute veiligheid niet gegarandeerd worden van alle online data die je hebt vermeld, dit vanwege technische limieten en onvoorzienbare vijandige acties tegen het platform. Bij het gebruik van onze service, gaat de gebruiker akoord met de kans dat het systeem en de telecommunicatie netwerk dat zij gebruiken voor het toegang krijgven van onze service kan zijn aangetast, wat buiten onze controle ligt. Als voorbeeld, de software die de gebruiker gedownload heeft of de websites die de gebruiker bezocht heeft kunnen virussen of andere kwaadwillende malware bevatten die de veiligheid van de wallet bedreigen. Daarom wordt de gebruiker met klem geboden om de veiligheid van hun persoonlijke informate en data te waarborgen. Je accepteert het blijvend risico dat het beschikbaar stellen van informatie en handelen online met zich mee kan brengen en je zult ons, als Metaverse, niet verantwoordelijk stellen van een lek in de beveiliging tenzij het door onze onkunde of onoplettendheid komt. Het ontwikkel team raad aan dat gebruikers speciale aandacht geven aan het back-uppen van de wachtwoorden en geheime sleutels offline (bijvoorbeeld door het noteren op papier).",
    "II_INFO_2": "2.2 Onder geen omstandigheden moet een gebruiker informatie uit niet officiële bronnen vertrouwen. Elke Wallet handelingen horen alleen plaats te vinden nadat de gebruiker de identiteit van de tegenpartij heeft vastgesteld.",
    "II_INFO_3": "2.3 De veiligheid van de Wallet is de verantwoordelijkheid van de gebruiker en alleen van de gebruiker. Het Metaverse team zal geschikte techinische maatregelen nemen is overeenstemming met de industriële standaarden ten behoeve tot het beveiligen van de data op het apparaat van de gebruiker, maar is niet wettelijk verantwoordelijk voor data of activa verlies in elke vorm dan ook. Mocht het voorkomen dan heeft de gebruiker begrepen en geaccepteerd dat het Metaverse team niet de gehele garantie kan dragen voor de veiligheid van de data en Wallet fondsen.",
    "III_TITLE": "III. Contacteer ons",
    "III_INFO": "Heb je vragen betreft het privacy beleid hierboven, neem contact met ons op op het volgende e-mailadres: info@mvs.org",
    "FOOTER": "Het Metaverse team behoudt het recht tot interpreten en veranderen van de voorgenoemde clausules ten alle tijde, in discretie. MyETPWallet is uitgebracht onder bescherming van het MIT open source protocol."
  },
  "PASSWORD_WARNING": "We adviseren je een sterk wachtwoord te verzinnen voor je eigen veiligheid.",
  "FEE": "Transactie tarief",
  "NOTICE_TRANSACTION_FEE_UNCOVERED": "Wees er zeker van dat je genoeg ETP om aan het transactie tarief te voldoen.",

  "SELECT_RECIPIENT_ADDRESS": "Selecteer het ontvangst adres (optioneel)",
  "CUSTOM": "Aangepast",
  "CUSTOM_RECIPIENT_ADDRESS": "Aangepaste ontvangst adres",
  "BLOCKS": "Blokken",
  "INTEREST_RATE": "Rente percentages",

  "OPEN_FROM_QRCODE": "Open Wallet vanuit QR-code",
  "OPEN_FROM_BACKUP_WORDS": "Open Wallet vanuit back-up woorden",
  "ENTER_PASSWORD_HEADLINE_MOBILE": "Voer je wachtwoord in om je geheime sleutel te coderen",
  "SETTINGS.SHOW_QRCODE_BUTTON": "Verbind met je telefoon",
  "SETTINGS.SHOW_QRCODE_TEXT": "Exporteer je geheime sleutel naar de mobiele app MyETPWallet.",

  "LOGOUT_TEXT": "Log uit je Wallet",
  "EXPORT_ACCOUNT": "Verbind met je telefoon",

  "IMPORT.SHOW_QRCODE_BUTTON": "Toon QR Code",

  "IMPORT_MNEMONIC_TEXT_MOBILE": "Je geheime sleutel wordt opgeslagen en gecodeerd via je wachtwoord op je apparaat.",

  "RESET_MESSAGE_MOBILE": "Alle data wordt gewist. Om in te loggen heb je je back-up woorden nodig of scan de QR-code van je desktop Light Wallet.",
  "IMPORT.SCAN_QRCODE_TEXT": "Importeer mijn account op mijn telefoon",
  "IMPORT.SCAN_QRCODE_BUTTON":"Scan QR-Code",

  "ASSET_ISSUE": "Creëer Activa",
  "NOTICE_ASSET_ISSUE_FEE": "Wees er van bewust dat het aanmaken van nieuwe activa 10 ETP kost.",

  "ISSUE.NOTICE_TRANSACTION_FEE_UNCOVERED": "Je hebt minimaal 10 ETP nodig om een activa te creëeren.",
  "ISSUE.SYMBOL": "Symbool",
  "ISSUE.ISSUER_NAME": "Naam van de uitgever",
  "ISSUE.MAX_SUPPLY": "Maximale hoeveelheid",
  "ISSUE.DECIMALS": "Hoeveelheid decimalen",
  "ISSUE.DESCRIPTION": "Omschrijving",
  "ISSUE.ISSUE_ADDRESS": "Adres van de uitgever (adres dat de nieuwe activa ontvangt)",
  "ISSUE.FEE_ADDRESS": "Transactiekosten adres (adres betaald 10 ETP)",
  "ISSUE.CUSTOM_ISSUE_ADDRESS": "Aangepast uitgevers adres",

  "ISSUE.CONFIRMATION_TITLE": "Het uitgeven van nieuwe activa kost 10 ETP.",
  "ISSUE.CONFIRMATION_SUBTITLE": "Weet je zeker dat je een nieuwe activa wilt creëren?",
  "ISSUE.CREATE": "Creër Activa",

  "EXPORT.HEADLINE": "Verbind je telefoon",
  "EXPORT.INTRODUCTION": "Om de MyETPWallet te downloaden, ga naar MyETPWallet.com en klik op 'Download Wallet'.",
  "EXPORT.TEXT": "Deze actie zal je geheime sleutel naar je telefoon exporteren. Je geheime sleutel zal versleuteld zijn met het wachtwoord dat gebruikt is voor dit account en zal worden opgeslagen op je mobiele telefoon. Scan de QR-code van de mobiele applicatie MyETPWallet.",
  "EXPORT.REMINDER_LOGOUT": "Vergeet niet uit te loggen als je wisselt van telefoon.",

  "LOGIN_MENU_INFO_TEXT_MOBILE": "Opmerking: Om een account te creëeren, ga naar MyETPWallet.com op je computer of laptop. Daar zul je in staat zijn je account aan je telefoon te koppelen.",
  "REPORT_BUG": "Rapporteer bug",

  "MESSAGE.NETWORK_MISMATCH": "Netwerk komt niet overeen",
  "MESSAGE.PASSWORD_WRONG": "Kan de Wallet niet ontcijferen met het gegeven wachtwoord.",
  "MESSAGE.CREATE_TRANSACTION" : "Kan geen transactie creëeren.",
  "MESSAGE.BROADCAST_ERROR": "Kan de transactie niet uitzenden.",

  "LOGIN": "Inloggen",
  "HOW_TO_IMPORT_WALLET_MOBILE": "Hoe te Importeren",
  "HOW_TO_IMPORT_WALLET_MOBILE_TITLE": "Hoe moet je je geheime sleutel importeren?",
  "HOW_TO_IMPORT_WALLET_MOBILE_STEP1": "Open de Light wallet op je computer of laptop, ga naar Instellingen en dan naar 'Verbind met je telefoon'.",
  "HOW_TO_IMPORT_WALLET_MOBILE_STEP2": "Scan de QR-Code",
  "HOW_TO_IMPORT_WALLET_MOBILE_STEP3": "Veel plezier met je mobiele Wallet!",

  "MESSAGE.ISSUE_INSUFFICIENT_BALANCE" : "Je hebt minimaal 10 ETP nodig om een activa te creëren.",

  "SCANNING.MESSAGE_ACCOUNT": "Scan de QR-code van je browser Light Wallet.",
  "SCANNING.MESSAGE_ADDRESS": "Scan het ETP adres",

  "MESSAGE.NOT_ETP_ADDRESS_TITLE": "Verkeerde adres",
  "MESSAGE.NOT_ETP_ADDRESS_TEXT": "Dit is geen geldig ETP adres, scan een ETP adres AUB",

  "SEND_ALL_BUTTON": "Verstuur alles",

  "IMPORT_QRCODE": "Gebruik de QR-code in app.myetpwallet.com, in Instellingen, dan 'Verbind met je telefoon'",

  "MESSAGE.ONE_TX_PER_BLOCK": "Momenteel kan elk account slechts 1 transactie per block verzenden",
  "MESSAGE.INSUFFICIENT_BALANCE": " Onvoldoende saldo, controleer je beschikbare saldo"

}
