{
    "ACCOUNT.TITLE": "Портфель",
    "ACCOUNT.FROZEN": "Заморожено",
    "ACCOUNT.AVAILABLE": "Доступно",
    "ACCOUNT.TOTAL": "Всего",


    "WALLET_SETUP.TITLE": "Настроить кошелек",
    "REGISTER.TITLE": "Создать кошелек",
    "CREATE_WALLET_DISCLAIMER.TITLE": "Информация",
    "CREATE_WALLET_DISCLAIMER.TEXT": "ПОЖАЛУЙСТА, БУДЬТЕ МАКСИМАЛЬНО ВНИМАТЕЛЬНЫ С ВАШИМ МНЕМОНИЧЕСКИМ КЛЮЧОМ. ЭТО ОБЩИЙ СОВЕТ, КОТОРЫЙ НЕ ЯВЛЯЕТСЯ ЮРИДИЧЕСКИМ ИЛИ ФИНАНСОВЫМ.",
    "REGISTER.YOUR_MNEMONIC_KEY": "Ваш резервный ключ",

    "MNEMONIC_SHOW.TITLE": "Резервный ключ вашего кошелька",
    "YOUR_MNEMONIC_WORDS": "Ваш резервный ключ",
    "IMPORT_WALLET": "Импортировать кошелек",
    "CREATE_NEW_WALLET": "Создать новый кошелек",
    "CREATE_WALLET": "Получилось. Все ок",
    "BUTTON.OK": "Ok",

    "PLACEHOLDER.MNEMONIC_PASSPHRASE": "Мнемонический резервный ключ",

    "TRANSACTIONS": "Транзакции",
    "DATE": "Дата",
    "AMOUNT": "Количество",
    "RECIPIENT_ADDRESS": "Адрес получателя",

    "AVAILABLE_BALANCE": "Доступный баланс",
    "AVAILABLE": "Доступно",

    "SCAN": "Сканировать",

    "ETP_DEPOSIT": "ETP депозит",

    "SWITCH_LANGUAGE": "Сменить язык",
    "LANGUAGE_SETTINGS": "Языковые настройки",
    "SETTINGS": "Настройки",
    "INFORMATION": "Юридическая информация",
    "MESSAGE.ERROR_TITLE": "Упс...",
    "MESSAGE.LOADING": "Загрузка...",

    "HISTORY.NO_TXS_YET": "Нет транзакций",
    "HISTORY.NO_TXS_YET_TEXT": "Начните использовать свой кошелек прямо сейчас!",
    "SETTINGS.RESET_TEXT": "Сброс всех данных кошелька. Пожалуйста убедитесь, что вы записали свой резервный ключ.",
    "SETTINGS.RESET_BUTTON": "Сброс",
    "SETTINGS.RESYNC_TEXT": "Повторная синхронизация всех транзакций и баланса кошелька",
    "SETTINGS.RESYNC_BUTTON": "Повторная синхронизация",
    "DEPOSIT": "Депозит",
    "SEND": "Отправить",
    "RECEIVE": "Получить",
    "HISTORY": "История",
    "IMPORT_WALLET_ERROR_MESSAGE": "Ошибка импорта кошелька. Проверьте введенные данные и попробуйте еще раз.",
    "IMPORT_WALLET_CONNECTION_MESSAGE": "Ошибка верификации кошелька. Попробуйте позже.",

    "MENU": "Меню",

    "REORDER": "Изменить порядок",
    "FINISH": "Закончить",
    "ERROR_SEND_TEXT": "Невозможно создать транзакцию. Проверьте введенные данные и попробуйте еще раз.",
    "MNEMONIC_CONFIRM_HEAD": "Подтверждение резервного ключа",
    "MNEMONIC_CONFIRM_TEXT": "Для того что бы убедиться, что вы правильно записали резервный ключ, расположите слова в нужном порядке.",

    "CONFIRM": "Подтвердить",
    "SKIP": "Пропустить",
    "COPY": "Копировать",

    "WARNING": "Предупреждение",
    "BACKUP_WORDS_BACKED_UP_TEXT": "Подтвердите, что вы записали резервный ключ",
    "BACKUP_WORDS_BACKED_UP_YES": "Да, он записан",
    "NO": "Нет",
    "BACKUP_WORDS_CONFIRM_SKIP_TEXT": "Вы уверены, что хотите продолжить без подверждения резервного ключа для вашего кошелька?",
    "I_AM_SURE": "Да, уверен",

    "MESSAGE.ERROR_CONNECT_BLOCKCHAIN": "Проблема подключения к узлам блокчейна.",


    "BACK": "Назад",
    "SETTINGS.WORDS_BUTTON": "Резервный ключ",
    "SETTINGS.WORDS_TEXT": "Ваша мнемоническая фраза, которая соответствует вашему резервному ключу",
    "RESET_TITLE": "Вы уверены?",
    "COPIED_MNEMONIC": "Резервный ключ скопирован в буфер обмена",

    "SETTINGS.PINCODE": "Настройки пинкода",
    "SETTINGS.PINCODE_BUTTON": "Настроить",
    "SECURITY_WARNING": "Предупреждение безопасности",
    "SET_PIN_FIRST": "Сначала установите пинкод пожалуйста",

    "PLEASE_AUTHORIZE": "Авторизуйтесь пожалуйста",
    "CONFIRM_PINCODE": "Подтверждение пинкода",
    "CREATE_NEW_PINCODE": "Создать новый пинкод",
    "GENERATE_KEY_BUTTON": "Сгенерировать ключ",
    "BUTTON.DOWNLOAD": "Скачать ключ",

    "BUTTON.NEXT": "Далее",
    "IMPORT_WORDS": "ввести вручную",
    "IMPORT_WORDS_TITLE": "Два способа ввести ваш резервный ключ",
    "IMPORT_WORDS_BAR": "Импортировать резервный ключ",
    "IMPORT_FILE": "Откройте файл вашего кошелька пожалуйста",
    "UPLOAD_KEYSTORE": "Загрузить ключевой файл",
    "PASSWORD": "Пароль",
    "CANCEL": "отмена",
    "ENTER": "Ввод",
    "CREATE_NEW_WALLET_BUTTON": "Создать новый кошелек",
    "OPEN_WALLET_FILE": "Открыть кошелек с помощью файла",
    "CREATE_FROM_BACKUP_WORDS": "Создать ключевой файл с помощьью резервного ключа",
    "WRONG_FILE": "Неверный файл",
    "CONFIRM_PASSWORD": "Подтвердить пароль",
    "LIGHT_WALLET_INFO_TEXT": "Пожалуйста имейте ввиду, что myetpwallet.com не имеет доступа к вашим ключам для кошелька. Если вы потеряете свой резервный ключ или ключевой файл мы не сможем обеспечить вам доступ к вашему кошельку.",
    "TRANSACTION.INNER_WALLET": "Внутренняя транзакция кошелька",
    "HEIGHT": "Высота",
    "SELECT_CHANGE_ADDRESS": "Выбор адреса для остатка средств (опционально)",
    "SELECT_FROM_ADDRESS": "Выбор исходящего адреса (опционально)",
    "SHOW_ADVANCED": "Показать дополнительные настройки",
    "AUTO": "Автоматически",
    "SELECT_DEPOSIT_OPTION": "Длительность депозита",
    "DEPOSIT_PROFIT": "Ваша прибыль",
    "TRANSACTION_PREVIEW_TEXT": "Ваша закодированная транзакция будет:",
    "MESSAGE.SUCCESS": "Отлично!",
    "MESSAGE.LOGOUT_CONFIRM": "Вы уверены, что хотите выйти?",
    "SUCCESS_SEND_TEXT": "Транзакция отправлена в сеть. Пожалуйста ожидайте подтверждения. Хеш вашей транзакции: ",
    "IMPORT_MNEMONIC_TEXT": "Для вас будет создан кошелек. Этот файл даст вам возможность управлять кошельком.",
    "ENTER_PASSWORD_HEADLINE": "Введите пароль для файла",
    "CHOOSE_A_FILE": "Выберите файл",
    "BACKUP_WORDS_WRITE_DOWN_TEXT": "Пожалуйста запишите эти 24 слова на листе бумаги. Они необходимы для управления и восстановления кошелька. Очень важно, чтобы вы хранили их в секрете и в безопасном месте. Не показвайте их никому.",
    "RESET_MESSAGE": "Все данные для входа будут сброшены",
    "SHOW_ALL_ASSET_BALANCES": "Показать балансы по всем активам",
  	"THEME_SETTINGS": "Выбор темы",
    "LOGIN_MENU_INFO_TEXT": "Замечание для пользователей уже созданных MVS кошельков: При первом входе на myetpwallet.com, создайте ключевой файл при помощи резервного ключа, а потом используйте его для входа в кошелек.",
    "PASTE_WORDS": "использовать текстовое поле для ввода",
    "RESET": "Сброс",
    "OR": "Или",
    "DISCLAIMER": {
        "HEADLINE": "Отказ от ответственности",
        "INTRODUCTION": "Этот легкий кошелек разработан на основе технологии блокчейн. Вся информация об учетной записи и транзакционная активность хранятся в публичных блок-цепочках. Поставщик услуг кошелька хранит личные ключи кошелька пользователя, мнемонические или резервные ключи (в совокупности, «информацию о секретных ключах») в любой централизованной базе данных. Информация личного ключа пользователя и файлы, созданные путем импорта закрытых ключей, принадлежат исключительно лицу, создавшему учетную запись кошелька. Пользователь несет ответственность за защиту своих личных файлов ключей и пароля и несет исключительную ответственность за использование своей учетной записи, пароля и информации о секретных ключах.",
        "LIST_INTRODUCTION": "Вы соглашаетесь с тем, что поставщик услуг кошелька не несет никакой ответственности в следующих ситуациях:",
        "LIST_ITEM_1": "Утечки личной информации из-за того, что пользователь сообщил другим пользователям свой пароль / секретный ключ , не обеспечил сохранности своего пароля / секретного ключа, дал доступ другим лицам к своей учетной записи кошелька, или любые другие ошибки, которые были совершены не по вине поставщика услуг кошелька.",
        "LIST_ITEM_2": "Использование этой услуги связано с использованием интернет-услуг и может быть затронуто нестабильностью подключения. Использование этой услуги влечет за собой риск сбоев в своей работе или неспособности удовлетворить требования пользователей из-за следующих событий: события форс-мажорных обстоятельств, атаки вредоносных программ, вирусов и другого вредоносного программного обеспечения, атаки хакеров, нестабильности операционных систем, географического местоположения пользователей, отключения пользователями своих устройства и другие причины, связанные с Интернетом, технологиями и телекоммуникационными линиями. Пользователи должны понимать и брать на себя вышеуказанные риски. Поставщик услуг кошелька не несет ответственности за любые последствия, связанные с использованием этой услуги.",
        "LIST_ITEM_3": "Использование услуг передачи активов основано на том, что пользователи имеют достаточные знания о контрагенте (включая, но не ограничиваясь - реальную идентичность контрагента). Невозможно отозвать или отменить передачу активов после его выполнения. Пользователи будут брать на себя все риски, связанные с использованием услуг передачи активов после их передачи. Поставщик услуг кошелька не несет юридической ответственности за любые споры, возникающие в связи с переносом активов. Эти споры будут разрешаться отправляющей и получающей сторонами.",
        "LIST_ITEM_4": "Поставщик услуг предоставляет только техническую поддержку кошелька и не предоставляет техническую поддержку для любой другой услуги.",
        "READ_AND_AGREE": "Я прочитал и согласен с полным отказом поставщика услуги от обязательств и добровольно беру на себя ответственность за риски и обязательства."
    },
  "LOGOUT": "Выход",
  "RESYNC": "Повторная синхронизация",
  "SYNCING": "Синхронизация",
  "TRANSFER": "Передача",
  "OK": "OK",
  "PREVIEW": "Предпросмотр",
  "LEGAL_DISCLAIMER": {
    "TITLE": "Юридический отказ от ответственности",
    "BRIEF_EXPLAIN": "MyETPWallet.com упрощает создание, сохранение, доступ к вашей информации и взаимодействие с блокчейном. Мы не несем ответственности за управление вашими средствами, и вы являетесь единственным лицом, ответственным за безопасность ваших собственных средств.",
    "WARNING": "Прежде чем использовать этот кошелек, имейте в виду, что существуют высокие риски, связанные с криптовалютами и программным обеспечением с открытым исходным кодом на основе блокчейн, такие как большие колебания обменного курса и программные ошибки.",
    "I_TITLE": "I. Доступ к информации кошелька и управление им",
    "I_INFO": "Кошелек не собирает личную информацию клиента, такую как ваш пароль и личные ключи. Команда разработчиков несет ответственность за обеспечение доступа кошельков и исправление ошибок. При обращении к своей учетной записи мы настоятельно рекомендуем вам заранее создать резервные копии файлов кошельков, чтобы наилучшим образом защитить ваши данные.",
    "II_TITLE": "II. Безопасность кошелька",
    "II_INFO_1": "2.1 Команда Metaverse внедряет различные методы и программы обеспечения безопасности для защиты клиентов от потери данных, ненадлежащего использования, несанкционированного доступа и / или раскрытия. Например, мы применяем высокоуровневые методы шифрования, такие как SSL для защиты вашей личной информации. Пожалуйста, имейте в виду, что независимо от того, насколько сильны нынешние меры безопасности, 100-процентная информационная безопасность не может быть гарантирована из-за ограничений технологии и непредвиденных враждебных действий против платформы. Используя наш сервис, клиент признает, что система и телекоммуникационная сеть, которую он использует для доступа к нашему сервису, могут быть скомпрометированы. Например, программное обеспечение, загруженное клиентом или посещаемые веб-сайты, могут содержать вирусы или вредоносные программы, которые угрожают безопасности информации кошелька. Поэтому крайне важно, чтобы клиенты обеспечивали безопасность своей личной информации и данных. Команда разработчиков рекомендует клиентам обратить особое внимание на резервное копирование пароля и резервных ключей в автономном режиме (например, их запись на листе бумаги).",
    "II_INFO_2": "2.2 Ни при каких обстоятельствах клиенты не должны доверять информации, полученной из неофициальных источников. Любая операция с бумажником должна выполняться только после того, как клиент завершил due diligence(оценку добросовестности) и оценил личность контрагента.",
    "II_INFO_3": "2.3 Клиент несет полную ответственность за защиту своих кошельков. Разработчики из команды Metaverse будут принимать соответствующие технические меры, которые соответствуют отраслевым стандартам для защиты безопасности данных на устройстве клиентов, но не несут юридической ответственности за любые потери данных или средств. В этих обстоятельствах клиент признает и соглашается с тем, что разработчики Metaverse не гарантируют полную безопасность средств кошелька.",
    "III_TITLE": "III. Контакты",
    "III_INFO": "Если у вас есть какие-либо вопросы относительно вышеприведенных политик конфиденциальности, свяжитесь с нами, используя следующий адрес электронной почты: info@mvs.org",
    "FOOTER": "Команда Metaverse оставляет за собой право интерпретировать и изменять вышеупомянутые статьи, которые находятся под защитой протокола MIT с открытым исходным кодом."
  },
  "PASSWORD_WARNING": "Мы рекомендуем использовать надежный пароль для обеспечения безопасности ваших данных.",
    "FEE": "Комиссия транзакцмм ",
    "NOTICE_TRANSACTION_FEE_UNCOVERED": "Пожалуйста убедитесь, что имеете достаточное количество ETP для выплаты комиссии за транзакцию.",

    "SELECT_RECIPIENT_ADDRESS": "Выбрать адрес получатель (опционально)",
    "CUSTOM": "Свой вариант",
    "CUSTOM_RECIPIENT_ADDRESS": "Ввести адрес получатель",
    "BLOCKS": "Блока",
    "INTEREST_RATE": "Процентные ставки"
}
