{
    "ACCOUNT.TITLE": "Портфель",
    "ACCOUNT.FROZEN": "Заморожено",
    "ACCOUNT.AVAILABLE": "Доступно",
    "ACCOUNT.TOTAL": "Всего",


    "WALLET_SETUP.TITLE": "Настроить кошелек",
    "REGISTER.TITLE": "Создать кошелек",
    "CREATE_WALLET_DISCLAIMER.TITLE": "Информация",
    "CREATE_WALLET_DISCLAIMER.TEXT": "ПОЖАЛУЙСТА, БУДЬТЕ МАКСИМАЛЬНО ВНИМАТЕЛЬНЫ С ВАШИМ МНЕМОНИЧЕСКИМ КЛЮЧОМ. ЭТО ОБЩИЙ СОВЕТ, КОТОРЫЙ НЕ ЯВЛЯЕТСЯ ЮРИДИЧЕСКИМ ИЛИ ФИНАНСОВЫМ.",
    "REGISTER.YOUR_MNEMONIC_KEY": "Ваш резервный ключ",

    "MNEMONIC_SHOW.TITLE": "Резервный ключ вашего кошелька",
    "YOUR_MNEMONIC_WORDS": "Ваш резервный ключ",
    "IMPORT_WALLET": "Импортировать кошелек",
    "CREATE_NEW_WALLET": "Создать новый кошелек",
    "CREATE_WALLET": "Успешно",
    "BUTTON.OK": "Ok",

    "PLACEHOLDER.MNEMONIC_PASSPHRASE": "Мнемонический резервный ключ",

    "TRANSACTIONS": "Транзакции",
    "DATE": "Дата",
    "AMOUNT": "Количество",
    "RECIPIENT_ADDRESS": "Адрес получателя",

    "AVAILABLE_BALANCE": "Доступный баланс",
    "AVAILABLE": "Доступно",

    "SCAN": "Сканировать",

    "ETP_DEPOSIT": "ETP депозит",

    "SWITCH_LANGUAGE": "Сменить язык",
    "LANGUAGE_SETTINGS": "Языковые настройки",
    "SETTINGS": "Настройки",
    "INFORMATION": "Юридическая информация",
    "MESSAGE.ERROR_TITLE": "Упс...что-то пошло не так...",
    "MESSAGE.LOADING": "Загрузка...",

    "HISTORY.NO_TXS_YET": "Нет транзакций",
    "HISTORY.NO_TXS_YET_TEXT": "Начните использовать свой кошелек прямо сейчас!",
    "SETTINGS.RESET_TEXT": "Сброс всех данных кошелька. Пожалуйста убедитесь, что вы записали свой резервный ключ.",
    "SETTINGS.RESET_BUTTON": "Сбросить",
    "SETTINGS.RESYNC_TEXT": "Повторная синхронизация всех транзакций и баланса кошелька",
    "SETTINGS.RESYNC_BUTTON": "Повторная синхронизация",
    "DEPOSIT": "Депозит",
    "SEND": "Отправить",
    "RECEIVE": "Получить",
    "HISTORY": "История",
    "IMPORT_WALLET_ERROR_MESSAGE": "Ошибка импорта кошелька. Проверьте введенные данные и попробуйте еще раз.",
    "IMPORT_WALLET_CONNECTION_MESSAGE": "Ошибка верификации кошелька. Попробуйте снова.",

    "MENU": "Меню",

    "REORDER": "Изменить порядок",
    "FINISH": "Закончить",
    "ERROR_SEND_TEXT": "Невозможно создать транзакцию. Проверьте введенные данные и попробуйте еще раз.",
    "MNEMONIC_CONFIRM_HEAD": "Подтверждение резервного ключа",
    "MNEMONIC_CONFIRM_TEXT": "Для того что бы убедиться, что вы правильно записали резервный ключ, расположите слова в нужном порядке.",

    "CONFIRM": "Подтвердить",
    "SKIP": "Пропустить",
    "COPY": "Копировать",

    "WARNING": "Предупреждение",
    "BACKUP_WORDS_BACKED_UP_TEXT": "Подтвердите, что вы записали резервный ключ",
    "BACKUP_WORDS_BACKED_UP_YES": "Да, уже записан",
    "NO": "Нет",
    "BACKUP_WORDS_CONFIRM_SKIP_TEXT": "Вы уверены, что хотите продолжить без подверждения резервного ключа для вашего кошелька?",
    "I_AM_SURE": "Да, уверен",

    "MESSAGE.ERROR_CONNECT_BLOCKCHAIN": "Проблема подключения к узлам блокчейна.",


    "BACK": "Назад",
    "SETTINGS.WORDS_BUTTON": "Резервный ключ",
    "SETTINGS.WORDS_TEXT": "Ваша мнемоническая фраза, которая соответствует вашему резервному ключу",
    "RESET_TITLE": "Вы уверены?",
    "COPIED_MNEMONIC": "Резервный ключ скопирован в буфер обмена",

    "SETTINGS.PINCODE": "Настройки пинкода",
    "SETTINGS.PINCODE_BUTTON": "Настроить",
    "SECURITY_WARNING": "Предупреждение безопасности",
    "SET_PIN_FIRST": "Пожалуйста, сначала установите пинкод",

    "PLEASE_AUTHORIZE": "Авторизуйтесь пожалуйста",
    "CONFIRM_PINCODE": "Подтверждение пинкода",
    "CREATE_NEW_PINCODE": "Создать новый пинкод",
    "GENERATE_KEY_BUTTON": "Сгенерировать ключ",
    "BUTTON.DOWNLOAD": "Скачать ключ",

    "BUTTON.NEXT": "Далее",
    "IMPORT_WORDS": "ввести вручную",
    "IMPORT_WORDS_TITLE": "Два способа ввести ваш резервный ключ",
    "IMPORT_WORDS_BAR": "Импортировать резервный ключ",
    "IMPORT_FILE": "Откройте файл вашего кошелька пожалуйста",
    "UPLOAD_KEYSTORE": "Загрузить ключевой файл",
    "PASSWORD": "Пароль",
    "CANCEL": "Отмена",
    "ENTER": "Ввод",
    "CREATE_NEW_WALLET_BUTTON": "Создать новый кошелек",
    "OPEN_WALLET_FILE": "Открыть кошелек с помощью файла",
    "CREATE_FROM_BACKUP_WORDS": "Создать ключевой файл с помощью резервного ключа",
    "WRONG_FILE": "Неверный файл",
    "CONFIRM_PASSWORD": "Подтвердить пароль",
    "LIGHT_WALLET_INFO_TEXT": "Пожалуйста имейте ввиду, что myetpwallet.com не имеет доступа к вашим ключам для кошелька. Если вы потеряете свой резервный ключ или ключевой файл мы не сможем обеспечить Вам доступ к вашему кошельку.",
    "TRANSACTION.INNER_WALLET": "Внутренняя транзакция кошелька",
    "HEIGHT": "Блок №",
    "SELECT_CHANGE_ADDRESS": "Выбор адреса для остатка средств (опционально)",
    "SELECT_FROM_ADDRESS": "Выбор исходящего адреса (опционально)",
    "SHOW_ADVANCED": "Показать дополнительные настройки",
    "AUTO": "Автоматически",
    "SELECT_DEPOSIT_OPTION": "Срок вложения",
    "DEPOSIT_PROFIT": "Ваша прибыль",
    "TRANSACTION_PREVIEW_TEXT": "Ваша закодированная транзакция будет:",
    "MESSAGE.SUCCESS": "Отлично!",
    "MESSAGE.LOGOUT_CONFIRM": "Вы уверены, что хотите выйти?",
    "SUCCESS_SEND_TEXT": "Транзакция отправлена в сеть. Пожалуйста ожидайте подтверждения. Хеш вашей транзакции: ",
    "IMPORT_MNEMONIC_TEXT": "Для вас будет создан кошелек. Этот файл даст вам возможность управлять кошельком.",
    "ENTER_PASSWORD_HEADLINE": "Введите пароль для файла",
    "CHOOSE_A_FILE": "Выберите файл",
    "BACKUP_WORDS_WRITE_DOWN_TEXT": "Пожалуйста запишите эти 24 слова на листе бумаги. Они необходимы для управления и восстановления кошелька. Очень важно, чтобы Вы хранили их в секрете и в безопасном месте. Не показвайте их никому.",
    "RESET_MESSAGE": "Все данные для входа будут сброшены",
    "SHOW_ALL_ASSET_BALANCES": "Показать балансы по всем активам",
    "THEME_SETTINGS": "Выбор темы",
    "LOGIN_MENU_INFO_TEXT": "Замечание для пользователей уже созданных MVS кошельков: При первом входе на myetpwallet.com, создайте ключевой файл при помощи резервного ключа, а потом используйте его для входа в кошелек.",
    "PASTE_WORDS": "использовать текстовое поле для ввода",
    "RESET": "Сброс",
    "OR": "Или",
    "DISCLAIMER": {
        "HEADLINE": "Отказ от ответственности",
        "INTRODUCTION": "Этот легкий кошелек разработан на основе технологии блокчейн. Вся информация об учетной записи и транзакционная активность хранятся в публичном блокчейне. Поставщик услуг кошелька хранит личные ключи кошелька пользователя, мнемонические или резервные ключи (в совокупности, «информацию о секретных ключах») в любой централизованной базе данных. Информация личного ключа пользователя и файлы, созданные путем импорта закрытых ключей, принадлежат исключительно лицу, создавшему учетную запись кошелька. Пользователь несет ответственность за защиту своих личных файлов-ключей и пароля, несет исключительную ответственность за использование своей учетной записи, пароля и информации о секретных ключах.",
        "LIST_INTRODUCTION": "Вы соглашаетесь с тем, что поставщик услуг кошелька не несет никакой ответственности в следующих ситуациях:",
        "LIST_ITEM_1": "Утечки личной информации из-за того, что пользователь сообщил другим пользователям свой пароль / секретный ключ , не обеспечил сохранности своего пароля / секретного ключа, дал доступ другим лицам к своей учетной записи кошелька, или любые другие ошибки, которые были совершены не по вине поставщика услуг кошелька.",
        "LIST_ITEM_2": "Использование этой услуги связано с использованием интернет-услуг и может быть затронуто нестабильностью подключения. Использование этой услуги влечет за собой риск сбоев в своей работе или неспособности удовлетворить требования пользователей из-за следующих событий: события форс-мажорных обстоятельств, атаки вредоносных программ, вирусов и другого вредоносного программного обеспечения, атаки хакеров, нестабильности операционных систем, географического местоположения пользователей, отключения пользователями своих устройства и другие причины, связанные с Интернетом, технологиями и телекоммуникационными линиями. Пользователи должны понимать и брать на себя вышеуказанные риски. Поставщик услуг кошелька не несет ответственности за любые последствия, связанные с использованием этой услуги.",
        "LIST_ITEM_3": "Использование услуг передачи активов основано на том, что пользователи имеют достаточные знания о контрагенте (включая, но не ограничиваясь - реальную идентичность контрагента). Невозможно отозвать или отменить передачу активов после его выполнения. Пользователи будут брать на себя все риски, связанные с использованием услуг передачи активов после их передачи. Поставщик услуг кошелька не несет юридической ответственности за любые споры, возникающие в связи с переносом активов. Эти споры будут разрешаться отправляющей и получающей сторонами.",
        "LIST_ITEM_4": "Поставщик услуг предоставляет только техническую поддержку кошелька и не предоставляет техническую поддержку для любой другой услуги.",
        "READ_AND_AGREE": "Я прочитал и согласен с полным отказом поставщика услуги от обязательств и добровольно беру на себя ответственность за риски и обязательства."
    },
    "LOGOUT": "Выход",
    "RESYNC": "Повторная синхронизация",
    "SYNCING": "Синхронизация",
    "TRANSFER": "Передача",
    "OK": "OK",

    "PREVIEW": "Предпросмотр",
    "LEGAL_DISCLAIMER": {
        "TITLE": "Юридический отказ от ответственности",
        "BRIEF_EXPLAIN": "MyETPWallet.com упрощает создание, сохранение, доступ к вашей информации и взаимодействие с блокчейном. Мы не несем ответственности за управление вашими средствами, и вы являетесь единственным лицом, ответственным за безопасность ваших собственных средств.",
        "WARNING": "Прежде чем использовать этот кошелек, имейте в виду, что существуют высокие риски, связанные с криптовалютами и программным обеспечением с открытым исходным кодом на основе блокчейн, такие как большие колебания обменного курса и программные ошибки.",
        "I_TITLE": "I. Доступ к информации кошелька и управление им",
        "I_INFO": "1.1 Когда вы создаете аккаунт кошелька, генерируется мнемоническая фраза (резервный ключ), состоящая из 24 слов на английском языке и пара ключей - публичный и приватный, которые используются для получения и отправки цифровой валюты. Вам необходимо обязательно записать в безопасном месте вашу мнемоническую фразу и приватный ключ, иначе вы рискуете потерять контроль над средствами в вашем кошельке",
        "I_INFO_2": "1.2 Кошелек не собирает и не хранит никакую частную информацию пользователей включая пароли и резервные ключи. Эта информация хранится исключительно локально на устройстве пользователя. По этой причине мы не сможем помочь вам в восстановлении доступа к вашему кошельку. Команда разработчиков несет ответственность исключительно за обеспечение доступности вашего кошелька и исправление ошибок и не в силах помочь вам в востановлении ваших паролей и резервных ключей. Если вы используете MyETPWallet.com, вы соглашаетесь с тем, что  Metaverse не несет ответственности по защите и хранению ваших приватных ключей связанных с кошельком. Мы настоятельно рекомендуем сделать резервную копию файла с доступом к кошельку для большей сохранности ваших средств.",
        "II_TITLE": "II. Безопасность кошелька",
        "II_INFO_1": "2.1 Команда Metaverse внедряет различные методы и программы обеспечения безопасности для защиты клиентов от потери данных, ненадлежащего использования, несанкционированного доступа и / или раскрытия. Например, мы применяем высокоуровневые методы шифрования, такие как SSL для защиты вашей личной информации. Пожалуйста, имейте в виду, что независимо от того, насколько сильны нынешние меры безопасности, 100-процентная информационная безопасность не может быть гарантирована из-за ограничений технологии и непредвиденных враждебных действий против платформы. Используя наш сервис, клиент признает, что система и телекоммуникационная сеть, которую он использует для доступа к нашему сервису, могут быть скомпрометированы. Например, программное обеспечение, загруженное клиентом или посещаемые веб-сайты, могут содержать вирусы или вредоносные программы, которые угрожают безопасности информации кошелька. Поэтому крайне важно, чтобы клиенты обеспечивали безопасность своей личной информации и данных. Команда разработчиков рекомендует клиентам обратить особое внимание на резервное копирование пароля и резервных ключей в автономном режиме (например, их запись на листе бумаги).",
        "II_INFO_2": "2.2 Ни при каких обстоятельствах клиенты не должны доверять информации, полученной из неофициальных источников. Любая операция с бумажником должна выполняться только после того, как клиент завершил due diligence(оценку добросовестности) и оценил личность контрагента.",
        "II_INFO_3": "2.3 Клиент несет полную ответственность за защиту своих кошельков. Разработчики из команды Metaverse будут принимать соответствующие технические меры, которые соответствуют отраслевым стандартам для защиты безопасности данных на устройстве клиентов, но не несут юридической ответственности за любые потери данных или средств. В этих обстоятельствах клиент признает и соглашается с тем, что разработчики Metaverse не гарантируют полную безопасность средств кошелька.",
        "III_TITLE": "III. Контакты",
        "III_INFO": "Если у вас есть какие-либо вопросы относительно вышеприведенных политик конфиденциальности, свяжитесь с нами, используя следующий адрес электронной почты: info@mvs.org",
        "FOOTER": "Команда Metaverse оставляет за собой право интерпретировать и изменять вышеупомянутые статьи, которые находятся под защитой протокола MIT с открытым исходным кодом."
    },
    "PASSWORD_WARNING": "Мы рекомендуем использовать надежный пароль для обеспечения безопасности ваших данных.",
    "FEE": "Комиссия транзакции ",
    "NOTICE_TRANSACTION_FEE_UNCOVERED": "Пожалуйста убедитесь, что имеете достаточное количество ETP для выплаты комиссии за транзакцию.",

    "SELECT_RECIPIENT_ADDRESS": "Выбрать адрес получателя (опционально)",
    "CUSTOM": "Свой вариант",
    "CUSTOM_RECIPIENT_ADDRESS": "Ввести адрес получателя",
    "BLOCKS": "Блока",
    "INTEREST_RATE": "Процентные ставки",

    "OPEN_FROM_QRCODE": "Открыть кошелек при помощи QR кода",
    "OPEN_FROM_BACKUP_WORDS": "Открыть кошелек при помощи резервного ключа",
    "ENTER_PASSWORD_HEADLINE_MOBILE": "Введите свой пароль для декодирования вашего резервного ключа",
    "SETTINGS.SHOW_QRCODE_BUTTON": "Подключить мобильное устройство",
    "SETTINGS.SHOW_QRCODE_TEXT": "Экспортировать ваш резервный ключ в мобильное приложение MyETPWallet.",

    "LOGOUT_TEXT": "Выйти из кошелька",
    "EXPORT_ACCOUNT": " Подключить мобильное устройство",

    "IMPORT.SHOW_QRCODE_BUTTON": "Показать QR код",

    "IMPORT_MNEMONIC_TEXT_MOBILE": "Ваш резервный ключ будет сохранен и зашифрован на ваш носитель при помощи вашего пароля",

    "RESET_MESSAGE_MOBILE": "Все данные будут сброшены. Что бы войти, вам будет необходимо использовать ваш резервный ключ или просканировать QR код из своего кошелька.",
    "IMPORT.SCAN_QRCODE_TEXT": "Импортировать мой аккаунт на мое мобильное устройство",
    "IMPORT.SCAN_QRCODE_BUTTON": "Сканировать QR код",

    "ASSET_ISSUE": "Создать Актив",
    "NOTICE_ASSET_ISSUE_FEE": "Пожалуйста обратите внимание, что создание нового Актива стоит 10 ETP.",

    "ISSUE.NOTICE_TRANSACTION_FEE_UNCOVERED": "Вам необходимо как минимум 10 ETP, чтобы создать Актив.",
    "ISSUE.SYMBOL": "Название",
    "ISSUE.ISSUER_NAME": "Название эммитента",
    "ISSUE.MAX_SUPPLY": "Максимальное количество",
    "ISSUE.DECIMALS": "Количество знаков после запятой в единице актива",
    "ISSUE.DESCRIPTION": "Описание",
    "ISSUE.ISSUE_ADDRESS": "Адрес эмиссии (адрес-получатель новых токенов)",
    "ISSUE.FEE_ADDRESS": "Адрес для оплаты комиссии (адрес с которого будут списаны 10 ETP)",
    "ISSUE.CUSTOM_ISSUE_ADDRESS": "Сторонний адрес эмиссии",

    "ISSUE.CONFIRMATION_TITLE": "Создание Актива будет стоить 10 ETP.",
    "ISSUE.CONFIRMATION_SUBTITLE": "Вы уверены, что хотите создать Актив?",
    "ISSUE.CREATE": "Создать Актив",

    "EXPORT.HEADLINE": " Подключить мобильное устройство",
    "EXPORT.INTRODUCTION": "Что бы скачать MyETPWallet на ваше мобильное устройство, перейдите на сайт MyETPWallet.com и нажмите на ссылку 'Download Wallet'.",
    "EXPORT.TEXT": "Это действие экспортирует ваш Резервный Ключ на ваше мобильное устройство. Ваш резервный ключ будет зашифрован при помощи пароля аккаунта и сохранен на мобильном устройстве. Пожалуйста просканируйте этот QR код из мобильного приложения MyETPWallet.",
    "EXPORT.REMINDER_LOGOUT": "Не забудьте выйти из приложения если будете менять свой телефон.",

    "LOGIN_MENU_INFO_TEXT_MOBILE": " Примечание. Чтобы создать аккаунт, перейдите на страницу MyETPWallet.com при помощи своего настольного ПК. После этого вы сможете связать свой аккаунт с мобильным устройством.",
    "REPORT_BUG": "Сообщить об ошибке",

    "MESSAGE.NETWORK_MISMATCH": "Не подходящая сеть",
    "MESSAGE.PASSWORD_WRONG": "Неверный пароль от кошелька",
    "MESSAGE.CREATE_TRANSACTION": "Невозможно создать транзакцию, попробуйте позже",
    "MESSAGE.BROADCAST_ERROR": "Невозможно передать транзакцию, попробуйте позже",

    "LOGIN": "Войти",
    "HOW_TO_IMPORT_WALLET_MOBILE": "Как импортировать",
    "HOW_TO_IMPORT_WALLET_MOBILE_TITLE": "Как импортировать ваш Резервный Ключ?",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP1": "Откройте легкий кошелек на вашем настольном ПК, перейдите в раздел 'Настройки' и выберите 'Подключить мобильное устройство'",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP2": "Сканировать QR код",
    "HOW_TO_IMPORT_WALLET_MOBILE_STEP3": "Наслаждайтесь вашим кошельком на Вашем мобильном устройстве",

    "MESSAGE.ISSUE_INSUFFICIENT_BALANCE": " Вам необходимо как минимум 10 ETP, чтобы создать Актив.",

    "SCANNING.MESSAGE_ACCOUNT": "Просканируйте ваш QR код Веб-версии вашего кошелька",
    "SCANNING.MESSAGE_ADDRESS": "Просканируйте ETP адрес",

    "MESSAGE.NOT_ETP_ADDRESS_TITLE": "Неправильный адрес",
    "MESSAGE.NOT_ETP_ADDRESS_TEXT": "Это не правильный адрес ETP. Просканируйте ETP адрес.",

    "SEND_ALL_BUTTON": "Отправить всё",

    "IMPORT_QRCODE": "Пожалуйста, ипользуйте QR код с app.myetpwallet.com, в настройках, затем подключите телефон",

    "MESSAGE.ONE_TX_PER_BLOCK": "Обратите внимание, что в настоящее время каждая учетная запись может транслировать только одну транзакцию за блок",
    "MESSAGE.INSUFFICIENT_BALANCE": "Недостаточный баланс. Пожалуйста, проверьте доступный баланс",

    "LOGIN.MOBILEWEB_ANDROID1": "Загрузите приложение MyETPWallet в Google Play Store (рекомендуется):",
    "LOGIN.MOBILEWEB_ANDROID2": "Или напрямую загрузите приложение:",
    "LOGIN.MOBILEWEB_IOS": "Приложение IOS находится в разработке. Пожалуйста, используйте веб-версию MyETPWallet на своем компьютере.",
    "LOGIN.MOBILEWEB_OTHER": "MyETPWallet в настоящее время доступен только на компьютерах и телефонах Android.",

    "ISSUE.MAX_SUPPLY_CUSTOM": "Максимальное количество заказа",

    "ISSUE.ONE_MILLION": "Один миллион",
    "ISSUE.TEN_MILLION": "Десять миллионов",
    "ISSUE.ONE_HUNDRED_MILLION": "Сто миллионов",
    "ISSUE.ONE_BILLION": "Один миллиард",
    "ISSUE.TEN_BILLION": "Десять миллиардов",

    "AVATARS": "Аватары",
    "AVATARS.CREATE_AVATAR_BTN": "Создать",
    "AVATARS.NO_AVATARS": "У вас еще нет аватара. Нажмите «Создать», чтобы создать свой первый аватар!",

    "CREATE_AVATAR": "Создать Аватар",
    "CREATE_AVATAR.CREATE_BTN": "Создать аватар",
    "CREATE_AVATAR.SYMBOL": "Название",
    "CREATE_AVATAR.ADDRESS": "Адрес",

    "RECIPIENT_AVATAR": "Получатель аватара",
    "SEND_TO_AVATAR": "Отправить аватар",
    "HEADLINE_MST": "Metaverse Smart Token",
    "HEADLINE_MIT": "Metaverse Identifiable Token",
    "NO_MIT_TEXT": "У вас еще нет MIT. Чтобы создать MIT, вам сначала нужно создать аватар.",
    "MIT_REGISTER.SYMBOL": "Название",
    "MIT_REGISTER.CONTENT": "Содержимое",

    "IMPORT.WORDS_REMAINING": " осталось слов",
    "IMPORT.WORDS_ALL_OK": "Готово к импорту",
    "IMPORT.WORDS_TOO_MANY": "Введено более 24 слов",
    "IMPORT.INCORRECT_WORD": "Неверное слово № ",
    "IMPORT.INCORRECT_MNEMONIC": "Эта мнемоника неверна. Пожалуйста, проверьте порядок слов",

    "AVATARS.MY_CERTS": "Мои сертификаты",
    "AVATARS.SECONDARY_ISSUE": "Повторный выпуск",
    "AVATARS.DOMAIN": "Домен",
    "AVATARS.NAMING": "Наименование",
    "OWNER": "Владелец",
    "HASH": "Хэш",
    "RECEIVE.ADDRESS_NO_MST": "Этот адрес не имеет MST",

    "ISSUE.SECONDARYISSUE_THRESHOLD": "Порог вторичной эмиссии",
    "ISSUE.SECONDARYISSUE_TYPE": "Разрешить будущий вторичный выпуск",
    "ISSUE.SECONDARYISSUE_DISABLED": "Нет дополнительной возможности",
    "ISSUE.SECONDARYISSUE_UNLIMITED": "Вторичная проблема возможна только с сертификатом",
    "ISSUE.SECONDARYISSUE_RATE": "Возможна вторичная проблема с сертификатом и состоянием штабелирования",

    "TOTAL_AVAILABLE_BALANCE": "Общий доступный баланс",
    "AVATAR_AVAILABLE_BALANCE": "Доступный баланс Аватара",

    "ISSUE.SYMBOL_AVAILABLE": "Это доменное имя доступно. После выдачи этого MST вы получите сертификат домена",
    "ISSUE.SYMBOL_DOMAIN_OWNER": "Ваш Аватар обладает сертификатом домена для создания этого MST",
    "ISSUE.SYMBOL_NAMING_OWNER": "Ваш Аватар обладает сертификатом именования для создания этого MST ",
    "ISSUE.SYMBOL_ALREADY_EXIST": "Это название MST уже зарегистрировано",
    "ISSUE.SYMBOL_NOT_CERT_OWNER": "Ваш Аватар не имеет сертификата домена для создания этого MST",
    "ISSUE.SYMBOL_ERROR_LOADING_MSTS": "Ошибка при загрузке MST. Убедитесь, что это название MST еще не используется",
    "ISSUE.SYMBOL_ERROR_LOADING_CERTS": "Ошибка при загрузке сертификатов домена. Убедитесь, что вы имеете право создать этот символ",

    "REGISTER_MST": "Регистрация MST",
    "REGISTER_MIT": "Регистрация MIT",
    "TRANSFER_MIT": "Передача MIT",

    "AVATAR_RECIPIENT_ADDRESS": "Адрес этого аватара - {{address}}, он был обновлен в последний раз {{last_update}}",
    "MIT.STATUS": "Статус",
    "CREATOR": "Создатель",
    "OWNER": "Текущий владелец",
    "CONTENT": "содержание",
    "MIT.TX_HASH": "Создано в",
    "MIT.HISTORY": "История транзакций",
    "CHECK_IN_EXPLORER": "Проверить проводник",

    "ISSUE.MAX_SUPPLY_TOO_HIGH": "Слишком высокий Максимальный расход * Количество десятичных знаков. Пожалуйста, уменьшите один из двух",
    "CREATE_AVATAR.NO_ADDRESS_1ETP": "У вас не досточно средств (ETP). Пожалуйста, отправьте хотя бы 1 ETP на доступный адрес (который ещё не связан с аватаром) что бы создать новый Аватар",
    "MAINNET": "Mainnet",
    "TESTNET": "Testnet",

    "CREATE_AVATAR.CONFIRMATION_TITLE": "Создание стоимости Аватара 1 ETP.",
    "CREATE_AVATAR.CONFIRMATION_SUBTITLE": "Вы действительно хотите создать Аватар?",
    "ISSUE.NO_AVATAR": "Вам нужен аватар для регистрации MST. Сначала создайте аватар",
    "ISSUE.SELECT_AVATAR": "Сначала выберите эмитента",
    "ISSUE.NO_AVATAR_PLACEHOLDER": "Нет Аватара",
    "MIT_REGISTER.AVATAR_NAME": "Получатель Аватар",
    "MIT_REGISTER.NO_AVATAR": "Вам нужен Аватар для регистрации MIT. Пожалуйста, сначала создайте аватар ",
    "MIT_REGISTER.RECIPIENT_ADDRESS": "Адрес Аватара получателя",
    "MIT_REGISTER.SELECT_AVATAR": "Сначала выберите Аватар получателя",
    "CREATE_AVATAR.AVATAR_ALREADY_EXIST": "Это имя Аватара уже зарегистрировано",
    "MIT_REGISTER.MIT_ALREADY_EXIST": "Это название MIT уже зарегистрировано",
    "SEND_TO_ONE": "Отправить одному",
    "SEND_MORE": "Отправить нескольким",
    "RECIPIENT": "Получатель",
    "ADD_RECIPIENT": "Добавить получателя",
    "REMOVE_RECIPIENT": "Удалить получателя",
    "TOTAL_TO_SEND": "Всего отправить",

    "SEND_MORE.TOTAL_MORE_AVAILABLE": "Общая сумма превышает ваш доступный баланс",
    "SEND_MORE.WRONG_FILE": "Невозможно прочитать этот файл. Проверьте формат. В расширенных параметрах вы можете экспортировать в CSV-файл и следовать этому шаблону",

    "IMPORT_FROM_CSV": "Импорт из CSV",
    "DOWNLOAD_CSV": "Загрузить CSV",
    "MESSAGE.SEND_MORE_IMPORT_CSV_TOO_MANY_RECIPIENT_TITLE": "Слишком много получателей",
    "MESSAGE.SEND_MORE_IMPORT_CSV_TOO_MANY_RECIPIENT_BODY": "Этот файл содержит слишком много получателей. Максимальное количество получателей ограничено",

    "TRANSACTION": "Транзакция",
    "LOCKED_UNTIL": "Заблокировано до",
    "LOCKED_FOR_BLOCKS": "Заблокировано на",
    "DEPOSITS": "Депозит",

    "MINERS": "Майнер",
    "DEVELOPERS": "Группа разработчиков",
    "TRANSFER_FEE_DISTRIBUTION": "Распределение комиссии транзакции",

    "HELP.CREATE_AVATAR_NAME": "Имя вашего аватара-уникальный символ.Он может содержать цифры,прописные буквы,строчные буквы,точки,тире,символы подчеркивания и @.Он может использоваться вместо вашего ETP - адреса для получения ETP и других активов.",
    "HELP.CREATE_AVATAR_LINKED_ADDRESS": "Ваш аватар будет связан и этим адресом.",
    "ACCOUNT.TOTAL_VALUE" : "Общая стоимость",
    "SETTINGS.BASE_CURRENCY" : "Базовая валюта",
    "SETTINGS.BASE_CURRENCY_TEXT" : "Выберите базовую валюту,которая используется для оценки стоимости.",

    "CREATE_AVATAR.AVATAR_NAME_TOO_SHORT": "Имя автара должно быть не менее 3 символов.",
    "SUBTITLE.CREATE_AVATAR_ADDRESS": "Вы можете связать своего аватара только с адресом,где доступен минимум одинм ETP",

    "HELP.BOUNTY_FEE": "Вы можете выбрать,как будет распределяться ваша плата,между Майнерами и Сообществом разработчиков.Это не влияет на общую сумму,которую вы платите за транзацию.Максимальная доля для Сообщества разработчиков составляет 80%.",

    "SETTINGS.PLUGINS": "Плагины",
    "SETTINGS.PLUGINS_TEXT": "Добавить сторонние расширения в кошелёк.",

    "PLUGIN_SETTINGS": "Настройки плагина",
    "PLUGIN_DETAILS": "Детали плагина",
    "PLUGIN_DETAILS.NAME" : "Название плагина",
    "PLUGIN_DETAILS.DESCRIPTION": "Описание",
    "PLUGIN_DETAILS.AUTHOR": "Автор",
    "PLUGIN_DETAILS.PERMISSIONS": "Разрешения",
    "ADD": "Добавить",
    "PLUGIN.REMOVE": "Удалить",
    "PLUGIN.INFO": "Детали",
    "PLUGIN.URL": "URL плагина",
    "PLUGIN.PERMISSION_CREATE_MIT": "Создать MITs",
    "PLUGIN.PERMISSION_NETWORK": "Узнать данные сети (mainnet or testnet)",
    "PLUGIN.PERMISSION_AVATARS": "Доступ к списку всех моих Аватар и их прикрепленных адресов",
    "PLUGIN.PERMISSION_SIGN": "Подписать сообщения (не транзакцию)",
    "PLUGIN.PERMISSION_VERIFY": "Проверка подписи других транзакций",
    "PLUGIN.PERMISSION_UNLOCK": "После запроса пароля,вы можете извользовать его в том же сессии",
    "PLUGIN.PERMISSION_ADDRESSES": "Доступ к моему списку адресов",
    "PLUGIN.PERMISSION_BROADCAST": "Сделать передачи транзакции",
    "PLUGIN.GIVE_PERMISSION": "Я согласен предоставить разрешения для этого плагина",
    "PLUGIN.ALREADY_ADDED": "Плагин уже добавлен на ваш кошлёк.",
    "MESSAGE.IMPORT_PLUGIN_ERROR": "Ошибка при ввозе плагина",
    "MESSAGE.IMPORT_PLUGIN_INVALID_URL": "Неправильный URL.Пожалуйста подтердите плагин URL.",
    "MESSAGE.IMPORT_PLUGIN_INVALID_NAME": "Неправильное имя плагина. Имя этого плагина содержит не допустимые символы.",
    "MESSAGE.IMPORT_PLUGIN_MISSING_DEFAULT_TRANSLATION": "Перевод этого плагина по умолчанию отсутствует.",
    "ERROR_TOO_MANY_INPUTS": "Слишком много данных",
    "ERROR_TOO_MANY_INPUTS_TEXT": "Эта транзакция содержит слишком много входов.Пожалуйста,попробуйте меньшую сумму.",

    "HISTORY.NO_DEPOSIT_YET": "Пока нет депозита",
    "HISTORY.NO_DEPOSIT_YET_TEXT": "Заморозить ваши ETP чтобы получить проценты!",
    "HISTORY.ORDER_BY": "Сортировать по",
    "HISTORY.ORDER_BY_HEIGHT": "Время блокироки",
    "HISTORY.ORDER_BY_UNLOCK_HEIGHT": "Время разблокировки",
    "HISTORY.DIRECTION": "Направление",
    "HISTORY.DIRECTION_LATEST_TOP": "Сначала новые",
    "HISTORY.DIRECTION_EARLIEST_TOP": "Сначала старые",
    "HISTORY.FROZEN_TX": "Закрытые транзакции",
    "HISTORY.UNFROZEN_TX": "Открытые транзакции",
    "LOCKED_SINCE": "Заморожено с",

    "GENERATE_ADDRESSES.CHANGE_ADDRESS_NUMBER": "Обновить адрес номера",
    "GENERATE_ADDRESSES.HEADLINE": "Обновить адрес номера",
    "GENERATE_ADDRESSES.EXPLANATION": "MyETPWallet использует HD-кошелек(иерархический детерминизм) для создания нескольких адресов из вашего семени.Поскольку ваши адреса генерируются способом,это означает,что если вы уменьшите количество своих адресов,вы можете добавить их позже,увеличив количество адресов.Он всегда будет восстанавливать один и те же адреса.",
    "GENERATE_ADDRESSES.TOTAL_NUMBER_OF_ADDRESSES": "Количество адресов в моем кошельке",
    "GENERATE_ADDRESSES.TOO_MANY_ADDRESSES": "Количество адресов ограничено 50 в Lightwallet.Если вам нужно больше адресов,загрузите рабочий кошелек.",
    "GENERATE_ADDRESSES.ERROR": "Ошибка при восстановления адресов",
    "MIT_REGISTER.MIT_SYMBOL_TOO_SHORT": "Символ MIT дожлен иметь длину не менее 3 символов",
    "HELP.GENERATE_ADDRESSES_NUMBER": "Для того,чтобы ваш кошелек был гладким,рекомендуется держать его на низком уровне.Значение по умолчанию - 10 адресов,максимум 50 адресов",

    "MESSAGE": "Публичное сообщение (optional)",
    "HELP.MESSAGE": "Это сообщение будет четко и публично отображться в вашей транзакции.Не вводите персональные данные!",
    "MESSAGE_TOO_LONG": "Слишком длинное сообщение.Пожалуйста,используйте короткое сообщение.",

    "AVATARS.INFORMATION": "Аватары представляют собой вашу цифровую идентификацию на Blockchain Metaverse.Вы можете использовать имя своего аватара для отправки и получения ETP вместо вашего адреса.Аватары могут создавать MST и MIT. ",
    "MSTS.INFORMATION": "MST (Metaverse Smart Token) - это стандартное использование токена на Metaverse. Любой аватар может создать MST, используя форму ниже.",
    "MITS.INFORMATION": "MIT (Metaverse Identiciable Token) - это стандартная маркерная стандартная версия Metaverse. MIT имеет уникальный символ и контент, который нельзя изменить. Его количество всегда 1 и не может быть разделено. Он может быть создан и передан Аватару. MIT могут использоваться для представления любого уникального цифрового или физического объекта и легко отслеживать его передачу от аватаров к аватарам. Полная история владения записывается на блокчейне и общедоступна",

    "SEND_ALL_TITLE": "Отправить всё?",
    "SEND_ALL_MESSAGE": "Вы уверены,что хотите отпрявить всё ваш доступный баланс?",

    "DEPOSIT.DURATION_ESTIMATION": "Ваш ETP будет заблокирован примерно на {{duration_days}} дней и {{duration_hours}} часа. Имейте в виду, что эта оценка основана на блочном времени последних 1000 блоков ({{blocktime}} sec.) И может варьироваться в зависимости от скорости генерации блоков.",
    "HISTORY.UNLOCK_APPROXIMATION_INFORMATION": "*Имейте в виду, что дата «Заблокировано до» - это приблизетельное число, основанное на количестве оставшихся блоков и среднем блочном блоке последних 1000 блоков. Он может меняться в зависимости от скорости генерации блоков.",

    "RECIPIENT_ADDRESS_OR_AVATAR": "Получатель Аватара или адреса",
    "HELP.RECIPIENT_ADDRESS_OR_AVATAR": "Вы можете ввести имя аватара получателя или адрес",
    "AVATAR": "Аватар",
    "ADDRESS": "Адрес",

    "INFORMATION.TITLE": "Информация",

    "REPORT_BUG.TEXT": "Самый простой способ сообщить о проблеме - это заполнить форму отчета о багах",
    "GITHUB.FOLLOW": "Следить за проблемой на Github",
    "GITHUB.TEXT": "Наш исходный код и процесс разработки являются открытыми и доспупны на Github. Вы всегда можете посмотреть процесс решения заданных вопросов, и, конечно, помочь реализации.",

    "ETH_BRIDGE": "Мост Ethereum",
    "ETH_TO_MVS": "Ethereum -> Metaverse",
    "MVS_TO_ETH": "Metaverse -> Ethereum",
    "ETH_TO_MVS.SELECT_AVATAR_OR_ADDRESS": "Выбрать Аватар или адрес ",
    "ETH_TO_MVS.LINK_ADDRESSES_TITLE": "Cвязать адреса Etherum и Metaverse, чтобы поменять токены!",
    "ETH_TO_MVS.LINK_ADDRESSES_EXPLAIN": "Вы можете конвертировать совместимый ERC20 на Ethereum в их MST на Metaverse. Эта форма описывает шаги только для конфертирования из Ethereum в Metaverse. Если Вы хотите узнать как конвертировать Metaverse в Ethereum - перейдите по  вкладке Metaverse -> Ethereum вверху этой страницы",
    "ETH_TO_MVS.STEP1_TITLE": "Шаг 1: Генерировать данные, основанные на вашем Metaverse аватаре или адресе",
    "ETH_TO_MVS.STEP1_EXPLAIN": "Первый шаг - это генерировать данные, основанные на Аватаре или адресе, который Вы хотите использовать на стороне Metaverse. Эти данные будут использованы для приложения Вашего Ethereum адреса к выбранному Аватару или адресу Metaverse",
    "ETH_TO_MVS.DATA": "Данные",
    "ETH_TO_MVS.STEP2_TITLE": "Шаг 2 : пойти в ваш Ethereum кошелёк ",
    "ETH_TO_MVS.STEP2_EXPLAIN": "Следуюший шаг - это войти в Ваш Ethereum кошелек. Это может быть любой кошелек, который поддерживает опцию добавления 'данных' в транзакцию (myetherwallet, imToken и т.д.).",
    "ETH_TO_MVS.STEP3_TITLE": "Шаг 3: Отправить ETH транзакцию ,включая эти данные",
    "ETH_TO_MVS.STEP3_EXPLAIN": "Наконец, отправить транзакцию на смарт-контракт адрес Metaverse на указанном Ethereum. Очень важно, чтобы Вы добавили данные , генерируемые в транзакции, в поле 'Данные' (Обычно в дополнительных настройкых). Сумма отправления - 0 Ether , но Вам надо заплатить комиссию  за транзакцию, чтобы ваша транзакцию прошла",
    "ETH_TO_MVS.ETPMAP_CONTRACT_ADDRESS": "Адрес смарт-контратка на Ethereum:",
    "ETH_TO_MVS.STEP4_TITLE": "Шаг 4 : Ваши адреса Etherum и Metaverse уже связаны.",
    "ETH_TO_MVS.STEP4_EXPLAIN": "Адрес Ethereum, который использовался для отправления транзакции, уже связан с вашим Metaverse аватаром или адресом! Вы можете отправить любой поддерживаемый ERC20 токен на умный контрактный адрес Metaverse, и равноценный MST будет отправлен в ваш Аватар или указанный адрес тут на Metaverse.",
    "ETH_TO_MVS.UPDATE_ADDRESS": "Связанный аватар или адрес могут быть обновлены в любое время, следуя тому же процессу. Только последняя транзакция будет приниматься во внимание .",
    "MVS_TO_ETH.LINK_ADDRESSES_TITLE": "Конвертировать монеты Metaverse  в Ethereum!",
    "MVS_TO_ETH.LINK_ADDRESSES_EXPLAIN": "Вы можете конвертировать совместимый MST на Metaverse в их совместимый ERC20 на Ethereum.",
    "MVS_TO_ETH.STEP1_TITLE": "Шаг 1 : Владеть совместимым MST. ",
    "MVS_TO_ETH.STEP1_EXPLAIN": "Вы можете идентифицировать MST, который может быть конвертирован в ERC20 монеты на Ethereum через конпку 'конвертировать' в кошелке на главной странице",
    "MVS_TO_ETH.STEP2_TITLE": "Шаг 2 : конвертировать ваш MST",
    "MVS_TO_ETH.STEP2_EXPLAIN": "Нажимая на кнопку 'конвертировать', Вы можете делать трансфер, очень похожий на классический Metaverse трансфер. Разница только в том, что получатель автоматически будет '{{crosschain_avatar}}' аватар, и Вам будет предложено заполнить Ethereum адрес, который будет получать ERC20 монеты на Ethereum",
    "MVS_TO_ETH.STEP3_TITLE": "Шаг 3 : Получить ваши ERC20 монеты на Ethereum.",
    "MVS_TO_ETH.STEP3_EXPLAIN": "После отправления ваших MST ,они автоматически конвертируются в ERC20 монеты ,которые вы получите по указаному адресу из предыдущего действия. Пожалуйста, будьте терпеливы, процесс может занять некоторое время , так как он включает 2 транзакции. (Сначала на Metaverse блокчейн, а потом на Ethereum. )",
    "HELP.ETH_SWAP_RECIPIENT": "Получатель конвертирования от Metaverse в Ethereum всегда является аватаром.'{{crosschain_avatar}}'",
    "ETHEREUM_ADDRESS": "Адрес Ethereum",
    "HELP.ETH_ADDRESS": "Именно на этот адрес вы получите равноценный ERC20 монеты на Ethereum.",
    "SWAP.NOTICE_SWAP_FEE": "Имейте в виду, чтобы конвертирование Metaverse в Ethereum, вам надо заплатить дополнительный 1 ETP для Ethereum комисию транзакции .",
    "SWAP": "Конвертировать",

    "EXPORT_CSV": "Экспортировать в CSV",
    "DOWNLOAD_CSV_EXAMPLE": "Загрузить образец CSV",

    "PENDING_CONFIRMATION": "Ожидается подтверждение",
    "COMPATIBLE_MST_LIST": "Совместимый MST",
    "SWAP_MST.LIST_TITLE": "Лист совместимого MST с Ethereum конвертированиями ",
    "SWAP_MST.LIST_EXPLAIN": "Полный лист для MST, которые могут быть конвертированы в равноценные Ethereum монеты:",
    "ETH_TO_MVS.DO_ONLY_ONCE": "Имейте в виду, что процесс делается всего один раз. ",
    "ETH_TO_MVS.SWAP_CENTER_ADDRESS": "Центр конвертирования на Ethereum:"

}
