{
  "ACCOUNT.TITLE": "พอร์ตโฟลิโอ",
  "ACCOUNT.FROZEN": "ถูกแช่แข็ง",
  "ACCOUNT.AVAILABLE": "ใช้งานได้",
  "ACCOUNT.TOTAL": "รวม",


  "WALLET_SETUP.TITLE": "ติดตั้งกระเป๋าเหรียญ",
  "REGISTER.TITLE": "สร้างกระเป๋าเหรียญ",
  "CREATE_WALLET_DISCLAIMER.TITLE": "ข้อมูล",
  "CREATE_WALLET_DISCLAIMER.TEXT": "โปรดให้ความระมัดระวังมากๆกับนีโมนิคคีย์ของคุณ คำแนะนำนี้เป็นคำแนะนำที่ยอมรับกันโดยทั่วไป ไม่ใช่คำแนะนำทางกฏหมายหรือการเงิน",
  "REGISTER.YOUR_MNEMONIC_KEY": "คำสำรองของคุณ",

  "MNEMONIC_SHOW.TITLE": "กระเป๋าเหรียญสำรองของคุณ",
  "YOUR_MNEMONIC_WORDS": "คำสำรองของคุณ",
  "IMPORT_WALLET": "นำเข้ากระเป๋าเหรียญ",
  "CREATE_NEW_WALLET": "สร้างกระเป๋าเหรียญใหม่",
  "CREATE_WALLET": "ได้ละ ไปต่อเลย!",
  "BUTTON.OK": "ตกลง",

  "PLACEHOLDER.MNEMONIC_PASSPHRASE": "ข้อความรหัสนีโมนิค",

  "TRANSACTIONS": "ธุรกรรม",
  "DATE": "วันที่",
  "AMOUNT": "จำนวน",
  "RECIPIENT_ADDRESS": "ที่อยู่ของผู้รับ",

  "AVAILABLE_BALANCE": "ยอดคงเหลือ",
  "AVAILABLE": "ใช้ได้",

  "SCAN": "สแกน",

  "ETP_DEPOSIT": "ฝาก ETP",

  "SWITCH_LANGUAGE": "เปลี่ยนภาษา",
  "LANGUAGE_SETTINGS": "การตั้งค่าภาษา",
  "SETTINGS": "การตั้งค่า",
  "INFORMATION": "ข้อจำกัดความรับผิดชอบตามกฎหมาย",
  "MESSAGE.ERROR_TITLE": "อุ๊บส์! เกิดข้อผิดพลาด",
  "MESSAGE.LOADING": "โปรดรอสักครู่...",

  "HISTORY.NO_TXS_YET": "ยังไม่มีธุรกรรม",
  "HISTORY.NO_TXS_YET_TEXT": "เริ่มใช้งานกระเป๋าเหรียญวันนี้!",
  "SETTINGS.RESET_TEXT": "รีเซ็ตข้อมูลกระเป๋าเหรียญทั้งหมด โปรดเก็บรักษาคำสำรองสำหรับกระเป๋าเหรียญของคุณก่อนดำเนินการ",
  "SETTINGS.RESET_BUTTON": "รีเซ็ต",
  "SETTINGS.RESYNC_TEXT": "บังคับให้กระเป๋าเหรียญซิงค์ธุรกรรมและข้อมูลคงเหลือทั้งหมด",
  "SETTINGS.RESYNC_BUTTON": "บังคับให้รีซิงค์",
  "DEPOSIT": "ฝาก",
  "SEND": "ส่ง",
  "RECEIVE": "รับ",
  "HISTORY": "ประวัติ",
  "IMPORT_WALLET_ERROR_MESSAGE": "พบข้อผิดพลาดในการนำเข้ากระเป๋าเหรียญ โปรดตรวจสอบอินพุตของคุณและลองใหม่อีกครั้ง",
  "IMPORT_WALLET_CONNECTION_MESSAGE": "พบข้อผิดพลาดในการตรวจสอบกระเป๋าเหรียญ โปรดลองใหม่ภายหลัง",

  "MENU": "เมนู",

  "REORDER": "ปรับลำดับ",
  "FINISH": "สิ้นสุด",
  "ERROR_SEND_TEXT": "ไม่สามารถสร้างธุรกรรมได้ โปรดตรวจสอบอินพุตของคุณและลองใหม่อีกครั้ง",
  "MNEMONIC_CONFIRM_HEAD": "ยืนยันคำสำรอง",
  "MNEMONIC_CONFIRM_TEXT": "เพื่อความมั่นใจว่าคุณบันทึกคำสำรองไว้อย่างถูกต้อง ตอนนี้คุณจะต้องสามารถจัดวางคำในลำดับที่ถูกต้อง",

  "CONFIRM": "ยืนยัน",
  "SKIP": "ข้าม",
  "COPY": "คัดลอก",

  "WARNING": "คำเตือน",
  "BACKUP_WORDS_BACKED_UP_TEXT": "ยืนยันว่าคุณได้จดบันทึกคำสำรองของคุณ",
  "BACKUP_WORDS_BACKED_UP_YES": "ใช่ ยืนยันว่ามีการบันทึกแล้ว",
  "NO": "ไม่ใช่",
  "BACKUP_WORDS_CONFIRM_SKIP_TEXT": "คุณยืนยันที่จะดำเนินการต่อโดยที่ยังไม่ได้ยืนยันว่าคุณบันทึกคำสำรองแล้ว",
  "I_AM_SURE": "ฉันมั่นใจ",

  "MESSAGE.ERROR_CONNECT_BLOCKCHAIN": "มีปัญหาในการต่อเชื่อมกับโหนดบล็อกเชน",


  "BACK": "กลับไป",
  "SETTINGS.WORDS_BUTTON": "คำสำรอง",
  "SETTINGS.WORDS_TEXT": "คำนีโมนิคที่สัมพันธ์กับไพรเวทคีย์ของคุณ",
  "RESET_TITLE": "คุณมั่นใจ?",
  "COPIED_MNEMONIC": "ได้คัดลอกคำสำรองไปยังคลิปบอร์ดเรียบร้อย",

  "SETTINGS.PINCODE": "การตั้งค่ารหัสพิน",
  "SETTINGS.PINCODE_BUTTON": "ตั้งค่า",
  "SECURITY_WARNING": "คำเตือนเพื่อความปลอดภัย",
  "SET_PIN_FIRST": "โปรดตั้งรหัสพินก่อน",

  "PLEASE_AUTHORIZE": "โปรดอนุมัติ",
  "CONFIRM_PINCODE": "ยืนยันรหัสพิน",
  "CREATE_NEW_PINCODE": "สร้างรหัสพินใหม่",
  "GENERATE_KEY_BUTTON": "สร้างคีย์",
  "BUTTON.DOWNLOAD": "ดาวน์โหลดคีย์",

  "BUTTON.NEXT": "ถัดไป",
  "IMPORT_WORDS": "ป้อนด้วยตนเอง",
  "IMPORT_WORDS_TITLE": "สองวิธีในการป้อนคำสำรองของคุณ",
  "IMPORT_WORDS_BAR": "นำเข้าคำ",
  "IMPORT_FILE": "โปรดเปิดไฟล์กระเป๋าเหรียญของคุณ",
  "UPLOAD_KEYSTORE": "อัพโหลดไฟล์เก็บคีย์ของคุณ",
  "PASSWORD": "รหัสผ่าน",
  "CANCEL": "ยกเลิก",
  "ENTER": "ป้อน",
  "CREATE_NEW_WALLET_BUTTON": "สร้างกระเป๋าเหรียญใหม่",
  "OPEN_WALLET_FILE": "เปิดกระเป๋าเหรียญจากไฟล์",
  "CREATE_FROM_BACKUP_WORDS": "สร้างไฟล์จากคำสำรอง",
  "WRONG_FILE": "ไฟล์ไม่ถูกต้อง",
  "CONFIRM_PASSWORD": "ยืนยันรหัสผ่าน",
  "LIGHT_WALLET_INFO_TEXT": "โปรดทราบว่า myetpwallet.com ไม่มีสิทธิ์เข้าถึงคีย์กระเป๋าเหรียญของคุณ หากคุณทำคำสำรองหรือไฟล์เก็บคีย์หายและเราจะไม่สามารถให้สิทธิ์การเข้าถึงเหรียญของคุณได้",
  "TRANSACTION.INNER_WALLET": "ธุรกรรมภายในกระเป๋าเหรียญ",
  "HEIGHT": "ความสูง",
  "SELECT_CHANGE_ADDRESS": "ระบุเปลี่ยนที่อยู่ (ไม่จำเป็น)",
  "SELECT_FROM_ADDRESS": "ระบุที่อยู่ตั้งต้น (ไม่จำเป็น)",
  "SHOW_ADVANCED": "แสดงตัวเลือกขั้นสูง",
  "AUTO": "อัตโนมัติ",
  "SELECT_DEPOSIT_OPTION": "ช่วงเวลาการฝาก",
  "DEPOSIT_PROFIT": "กำไรของคุณ",
  "TRANSACTION_PREVIEW_TEXT": "ธุรกรรมที่ถูกเข้ารหัสของคุณจะเป็น:",
  "MESSAGE.SUCCESS": "ดีเยี่ยม!",
  "MESSAGE.LOGOUT_CONFIRM": "คุณต้องการจะออกจากระบบ?",
  "SUCCESS_SEND_TEXT": "ธุรกรรมได้ถูกส่งไปที่เครือข่ายเรียบร้อย โปรดรอการยืนยัน ค่าแฮชของธุรกรรมคุณคือ: ",
  "IMPORT_MNEMONIC_TEXT": "ไฟล์กระเป๋าเหรียญจะถูกสร้างขึ้นสำหรับคุณ ไฟล์นี้จะทำให้คุณเข้าถึงกระเป๋าเหรียญคุณได้",
  "ENTER_PASSWORD_HEADLINE": "ป้อนรหัสผ่านสำหรับไฟล์",
  "CHOOSE_A_FILE": "เลือกไฟล์",
  "BACKUP_WORDS_WRITE_DOWN_TEXT": "โปรดจดบันทึกคำ 24 คำต่อไปนี้ในกระดาษ คุณจะต้องการมันเพื่อกู้กระเป๋าเหรียญของคุณ มันสำคัญมากที่คุณต้องเก็บรักษามันไว้อย่างปลอดภัยและเป็นความลับสูงสุด โดยคุณห้ามแสดงข้อความเหล่านี้ให้ใครเห็น",
  "RESET_MESSAGE": "ข้อมูลการเข้าระบบทุกอย่างจะถูกล้างทิ้ง",
  "SHOW_ALL_ASSET_BALANCES": "แสดงสินทรัพย์ที่คงเหลือทั้งหมด",
  "THEME_SETTINGS": "เปลี่ยนตีม",
  "LOGIN_MENU_INFO_TEXT": "ข้อสังเกตสำหรับผู้ใช้งานที่มีกระเป๋าเหรียญ MVS แล้ว: ในการล๊อคอินครั้งแรกที่ myetpwallet.com โปรดสร้างไฟล์กระเป๋าเหรียญจากคำสำรองของคุณแล้วให้เปิดกระเป๋าเหรียญของคุณจากไฟล์ที่สร้างนั้น",
  "PASTE_WORDS": "ใช้กล่องใส่คำ",
  "RESET": "รีเซ็ต",
  "OR": "หรือ",
  "DISCLAIMER": {
    "HEADLINE": "ข้อความปฏิเสธความรับผิดชอบ",
    "INTRODUCTION": "กระเป๋าเหรียญนี้ได้รับการพัฒนาขึ้นจากการออกแบบเทคโนโลยีบล็อกเชน ข้อมูลบัญชีทั้งหมดและกิจกรรมการทำธุรกรรมจะถูกเก็บไว้ในบล็อกเชนสาธารณะ ผู้ให้บริการกระเป๋าเหรียญจะไม่เก็บไพรเวทคีย์ คำนีโมนิคหรือคำสำรอง (รวมถึง ไพรเวทคีย์ ของผู้ใช้) ในฐานข้อมูลส่วนกลางใดๆ ไพรเวทคีย์ของผู้ใช้และไฟล์ที่สร้างขึ้นผ่านการนำเข้าไพรเวทคีย์จะอยู่เฉพาะกับบุคคลที่สร้างบัญชีกระเป๋าเหรียญเท่านั้น ผู้ใช้มีหน้าที่รับผิดชอบในการปกป้องไฟล์และรหัสผ่านของตนเอง การใช้งานบัญชี รหัสผ่าน และไพรเวทคีย์ของตนเองนั้นเป็นความรับผิดชอบส่วนตัวของผู้ใช้แต่เพียงผู้เดียว",
    "LIST_INTRODUCTION": "คุณยอมรับว่าผู้ให้บริการกระเป๋าเหรียญจะไม่รับผิดชอบใดๆ ในสถานการณ์ต่อไปนี้:",
    "LIST_ITEM_1": "การรั่วไหลของข้อมูลส่วนบุคคลเนื่องจาก ผู้ใช้ทำให้รหัสผ่าน/ไพรเวทคีย์หลุดออกไปแก่ผู้ใช้รายอื่น ผู้ใช้ไม่ได้เก็บรหัสผ่าน / ไพรเวทคีย์ ผู้ใช้ที่แชร์บัญชีกระเป๋าเหรียญของตนหรือข้อผิดพลาดอื่นๆที่เกิดขึ้นโดยไม่ได้กระทำโดยผู้ให้บริการกระเป๋าเหรียญ",
    "LIST_ITEM_2": "การใช้บริการนี้เกี่ยวข้องกับบริการอินเทอร์เน็ตและอาจได้รับผลกระทบจากการเชื่อมต่อที่ไม่เสถียร การใช้บริการนี้มีความเสี่ยงต่อการหยุดชะงักของบริการหรือบริการที่ไม่สามารถตอบสนองความต้องการของผู้ใช้เนื่องจากเหตุการณ์ดังต่อไปนี้ เหตุสุดวิสัยมัลแวร์ไวรัสและซอฟต์แวร์ที่เป็นอันตรายอื่นๆ การโจมตีโดยแฮกเกอร์ ระบบปฏิบัติการที่ไม่เสถียร ตำแหน่งทางภูมิศาสตร์ของผู้ใช้ สถานที่ผู้ใช้ปิดอุปกรณ์และเหตุผลอื่นๆ ที่เกี่ยวข้องกับอินเทอร์เน็ต เทคโนโลยีและสายการสื่อสารโทรคมนาคม ผู้ใช้ต้องเข้าใจและรับความเสี่ยงดังกล่าว ผู้ให้บริการกระเป๋าเหรียญจะไม่รับผิดชอบต่อผลที่ตามมาจากการใช้บริการนี้",
    "LIST_ITEM_3": "การใช้บริการโอนสินทรัพย์ขึ้นอยู่กับผู้ใช้ที่มีความรู้เพียงพอเกี่ยวกับคู่สัญญา (รวมถึง แต่ไม่ จำกัด เพียงตัวตนที่แท้จริงของคู่สัญญา) ไม่มีทางที่จะเรียกคืนเพิกถอนหรือยกเลิกการโอนสินทรัพย์เมื่อดำเนินการเสร็จแล้ว ผู้ใช้บริการจะได้รับความเสี่ยงทั้งหมดอันเป็นผลมาจากการใช้บริการโอนสินทรัพย์เมื่อได้ดำเนินการโอนแล้ว ผู้ให้บริการกระเป๋าเหรียญจะไม่มีส่วนรับผิดชอบทางกฎหมายใดๆ สำหรับข้อพิพาทใดๆ ที่เกิดขึ้นเนื่องจากการโอนสินทรัพย์ ข้อพิพาทเหล่านี้จะได้รับการแก้ไขโดยฝ่ายที่ส่งและรับ",
    "LIST_ITEM_4": "ผู้ให้บริการจะให้การสนับสนุนด้านเทคนิคกับกระเป๋าเหรียญเท่านั้นและจะไม่ให้การสนับสนุนด้านเทคนิคสำหรับบริการอื่น ๆ",
    "READ_AND_AGREE": "ฉันได้อ่านและยอมรับข้อความด้านบนทั้งหมด และยินดีรับความเสี่ยงรวมถึงเข้าใจความรับผิดชอบทั้งหมดแล้วโดยสมัครใจ"
  },
  "LOGOUT": "ออกจากระบบ",
  "RESYNC": "ซิงค์ใหม่",
  "SYNCING": "กำลังซิงค์",
  "TRANSFER": "โอน",
  "OK": "โอเค",
  "PREVIEW": "ดูตัวอย่าง",
  "LEGAL_DISCLAIMER": {
    "TITLE": "ข้อจำกัดความรับผิดชอบทางกฎหมาย",
    "BRIEF_EXPLAIN": "MyETPWallet.com ช่วยให้คุณสามารถสร้าง บันทึก เข้าถึงข้อมูลของคุณ และโต้ตอบกับบล็อกเชนได้ เราไม่รับผิดชอบต่อการจัดการกองทุนของคุณ และคุณเป็นคนเดียวที่รับผิดชอบในการรักษาความปลอดภัยของเงินทุนของคุณเอง",
    "WARNING": "ก่อนที่จะใช้กระเป๋าเหรียญนี้โปรดทราบว่ามีความเสี่ยงสำคัญที่เกี่ยวกับซอฟต์แวร์โอเพนซอร์สอันเกี่ยวเนื่องกับ สกุลเงินคริปโต และ บล็อกเชน เช่นความผันผวนของอัตราแลกเปลี่ยนที่มีความผกผันสูง และข้อผิดพลาดอื่นๆ",
    "I_TITLE": "I. การเข้าถึงและการควบคุมข้อมูลกระเป๋าเหรียญ",
    "I_INFO": "กระเป๋าเหรียญไม่ได้เก็บรวบรวมข้อมูลส่วนตัวของลูกค้าเช่นรหัสผ่านและไพรเวทคีย์ของคุณ ทีมพัฒนารับประกันการเข้าถึงและรับผิดชอบในการแก้ไขข้อบกพร่องของกระเป๋าเหรียญ แต่เมื่อเข้าถึงบัญชีของคุณแล้ว เราขอแนะนำให้คุณสำรองไฟล์กระเป๋าเหรียญก่อนเพื่อปกป้องสิทธิในทรัพย์สินของคุณให้ดีที่สุด",
    "II_TITLE": "II. ความปลอดภัยของกระเป๋าเหรียญ",
    "II_INFO_1": "2.1 ทีม Metaverse จะนำเทคนิคความปลอดภัยหลากหลายประเภทและโปรแกรมต่างๆมาใช้เพื่อป้องกันลูกค้าจากการสูญหายของข้อมูล จากการใช้ที่ไม่เหมาะสม จากการใช้ที่ไม่อนุญาต และหรือ จากการเปิดเผย เช่น เราได้นำเทคนิคการเข้ารหัสมาตรฐานสูงเช่น SSL เพื่อป้องกันข้อมูลส่วนตัวของคุณ แต่คุณควรระมัดระวังว่า ไม่ว่ามาตรการรักษาความปลอดภัยจะสูงเพียงใด ก็ไม่สามารถรับรองความปลอดภัยต่อข้อมูลได้ 100% เนื่องมาจากข้อจำกัดของเทคโนโลยี และการกระทำที่ไม่เป็นมิตรที่ไม่สามารถทำนายได้ต่อแพลท์ฟอล์ม ในการใช้งานบริการของเรา ลูกค้ายอมรับความเป็นไปได้ที่ระบบและเครือข่ายโทรคมนาคมที่ใช้ในการเข้าถึงบริการของเราอาจถูกบุกรุกซึ่งอยู่นอกเหนือการควบคุมของเรา ตัวอย่างเช่นซอฟต์แวร์ที่ลูกค้าดาวน์โหลดหรือเว็บไซต์ที่เข้าเยี่ยมชมอาจมีไวรัสหรือมัลแวร์ที่คุกคามความปลอดภัยของข้อมูลกระเป๋าเหรียญ ดังนั้นจึงมีความจำเป็นที่ลูกค้าจะต้องมั่นใจถึงความปลอดภัยของข้อมูลส่วนบุคคลและข้อมูลของตน ทีมพัฒนาแนะนำให้ลูกค้าให้ความสนใจเป็นพิเศษในการสำรองรหัสผ่านและไพรเวทคีย์แบบออฟไลน์ (เช่นเขียนลงบนกระดาษแผ่นหนึ่งๆ)",
    "II_INFO_2": "2.2 ไม่ว่าในกรณีใด ๆ ลูกค้าไม่ควรเชื่อถือข้อมูลที่มาจากแหล่งข้อมูลที่ไม่ใช่ทางการ การดำเนินการเกี่ยวกับกระเป๋าเหรียญควรดำเนินการเฉพาะหลังจากที่ลูกค้าได้ทำ Due diligence และประเมินตัวตนของคู่ค้าเท่านั้น",
    "II_INFO_3": "2.3 นี่เป็นความรับผิดชอบของลูกค้าแต่เพียงผู้เดียวในการปกป้องความปลอดภัยของกระเป๋าเหรียญของพวกเขา นักพัฒนาซอฟต์แวร์จากทีม Metaverse จะใช้มาตรการทางเทคนิคที่เหมาะสมซึ่งสอดคล้องกับมาตรฐานอุตสาหกรรมเพื่อปกป้องความปลอดภัยของข้อมูลบนอุปกรณ์ของลูกค้า แต่จะไม่รับผิดชอบต่อข้อมูลหรือการสูญเสียเงินทุน ในกรณีดังกล่าวลูกค้ารับทราบและยอมรับว่าทีม Metaverse ไม่ได้รับประกันความสมบูรณ์ของเงินกระเป๋าเหรียญ",
    "III_TITLE": "III. ติดต่อเรา",
    "III_INFO": "หากมีข้อสงสัยเกี่ยวกับนโยบายความเป็นส่วนตัวด้านบนโปรดติดต่อเราโดยใช้ที่อยู่อีเมลต่อไปนี้: info@mvs.org",
    "FOOTER": "ทีม Metaverse ขอสงวนสิทธิ์ในการตีความและเปลี่ยนแปลงข้อความดังกล่าวซึ่งอยู่ภายใต้การคุ้มครองของโปรโตคอลโอเพนซอร์สของ MIT"
  },
  "PASSWORD_WARNING": "เราขอแนะนำให้คุณใช้รหัสผ่านที่รัดกุมเพื่อความปลอดภัยของคุณเอง",
  "FEE": "ค่าธรรมเนียมในการทำธุรกรรม",
  "NOTICE_TRANSACTION_FEE_UNCOVERED": "โปรดตรวจสอบให้แน่ใจว่าคุณมี ETP เพียงพอเพื่อให้ครอบคลุมค่าธรรมเนียมในการทำธุรกรรม",

  "SELECT_RECIPIENT_ADDRESS": "เลือกที่อยู่ของผู้รับ (ไม่จำเป็น)",
  "CUSTOM": "กำหนดเอง",
  "CUSTOM_RECIPIENT_ADDRESS": "ที่อยู่ผู้รับกำหนดเอง",
  "BLOCKS": "บล็อก",
  "INTEREST_RATE": "อัตราดอกเบี้ย",
  
  "OPEN_FROM_QRCODE": "เปิดกระเป๋าเหรียญจากโค้ด QR",
  "OPEN_FROM_BACKUP_WORDS": "เปิดกระเป๋าเหรียญจากคำสำรอง",
  "ENTER_PASSWORD_HEADLINE_MOBILE": "ใส่รหัสผ่านของคุณเพื่อถอดรหัสไพร์เวทคีย์ของคุณ",
  "SETTINGS.SHOW_QRCODE_BUTTON": "ติดต่อมือถือ",
  "SETTINGS.SHOW_QRCODE_TEXT": "ส่งออกไพร์เวทคีย์ของคุณไปยังแอป MyETPWallet",

  "LOGOUT_TEXT": "ออกจากกระเป๋าเหรียญ",
  "EXPORT_ACCOUNT": "ติดต่อมือถือ",

  "IMPORT.SHOW_QRCODE_BUTTON": "แสดงโค้ด QR",

  "IMPORT_MNEMONIC_TEXT_MOBILE": "ไพร์เวทคีย์ของคุณจะถูกเข้ารหัสด้วยรหัสผ่านของคุณและบันทึกบนเครื่องของคุณ",

  "RESET_MESSAGE_MOBILE": "ข้อมูลทุกอย่างจะถูกลบทิ้ง คุณจะต้องใช้คำสำรองหรือแสกนโค้ด QR จากกระเป๋าเหรียญบนเครื่องเดสก์ทอปหากต้องการเข้าสู่ระบบ",
  "IMPORT.SCAN_QRCODE_TEXT": "นำเข้าบัญชีไปยังมือถือของฉัน",
  "IMPORT.SCAN_QRCODE_BUTTON":"สแกนโค้ด QR",

  "ASSET_ISSUE": "สร้างสินทรัพย์",
  "NOTICE_ASSET_ISSUE_FEE": "โปรดรับทราบว่า จะต้องใช้ 10 ETP ในการสร้างสินทรัพย์ใหม่",

  "ISSUE.NOTICE_TRANSACTION_FEE_UNCOVERED": "คุณต้องการอย่างน้อย 10 ETP ในการสร้างสินทรัพย์",
  "ISSUE.SYMBOL": "สัญลักษณ์",
  "ISSUE.ISSUER_NAME": "ชื่อผู้ออกสินทรัพย์",
  "ISSUE.MAX_SUPPLY": "ปริมาณสูงสุด",
  "ISSUE.DECIMALS": "จำนวนทศนิยม",
  "ISSUE.DESCRIPTION": "ลักษณะสินทรัพย์",
  "ISSUE.ISSUE_ADDRESS": "ที่อยู๋ผู้ออกสินทรัพย์ (ที่อยู่ที่จะได้รับเหรียญใหม่นี้)",
  "ISSUE.FEE_ADDRESS": "ที่อยู่สำหรับค่าธรรมเนียม (ที่อยู่ที่ต้องชำระ 10 ETP)",
  "ISSUE.CUSTOM_ISSUE_ADDRESS": "ที่อยู่ผู้ออกสินทรัพย์กำหนดเอง",

  "ISSUE.CONFIRMATION_TITLE": "จะต้องชำระ 10 ETP ในการออกสินทรัพย์",
  "ISSUE.CONFIRMATION_SUBTITLE": "คุณแน่ใจที่จะสร้างสินทรัพย์?",
  "ISSUE.CREATE": "สร้างสินทรัพย์",

  "EXPORT.HEADLINE": "ต่อมืถือของคุณone",
  "EXPORT.INTRODUCTION": "หากคุณต้องการดาวน์โหลด MyETPWallet ไปยังมือถือของคุณ โปรดเข้าเว็บ MyETPWallet.com แล้วกด 'ดาวน์โหลดกระเป๋าเหรียญ'",
  "EXPORT.TEXT": "การกระทำนี้จะส่งออกไพร์เวทคีย์ของคุณไปยังมือถือของคุณ ไพร์เวทคีย์นี้จะถูกเข้ารหัสด้วยรหัสผ่านที่ใช้โดยบัญชีนี้และบันทึกอยู่บนมือถือของคุณ โปรดสแกนโค้ด QR นี้จากแอป MyETPWallet บนมือถือ",
  "EXPORT.REMINDER_LOGOUT": "โปรดออกจากแอปถ้าคุณต้องการเปลี่ยนมือถือของคุณ",

  "LOGIN_MENU_INFO_TEXT_MOBILE": "หมายเหตุ: หากคุณต้องการสร้างบัญชี โปรดใช้เครื่องเดสก์ทอป แล้วไปที่ MyETPWallet.com จากที่นี่คุณจะสามารถเชื่อมบัญชีของคุณกับโทรศัพท์ของคุณ",
  "REPORT_BUG": "รายงานบั๊ก",

  "MESSAGE.NETWORK_MISMATCH": "เครือข่ายไม่ตรงกัน",
  "MESSAGE.PASSWORD_WRONG": "ไม่สามารถถอดรหัสกระเป๋าเหรียญด้วยรหัสที่คุณให้ไว้",
  "MESSAGE.CREATE_TRANSACTION" : "ไม่สามารถสร้างธุรกรรมได้",
  "MESSAGE.BROADCAST_ERROR": "ไม่สามารถบอร์ดแคสธุรกรรมได้",

  "LOGIN": "เข้าสู่ระบบ",
  "HOW_TO_IMPORT_WALLET_MOBILE": "จะนำเข้าอย่างไร",
  "HOW_TO_IMPORT_WALLET_MOBILE_TITLE": "จะนำเข้าไพร์เวคีย์ของคุณ?",
  "HOW_TO_IMPORT_WALLET_MOBILE_STEP1": "เปิดกระเป๋าเหรียญบนเดสก์ทอป แล้วไปที่ 'การตั้งค่า' หลังจากนั้น ให้เลือก 'ติดต่อมือถือ'",
  "HOW_TO_IMPORT_WALLET_MOBILE_STEP2": "สแกนโค้ด QR",
  "HOW_TO_IMPORT_WALLET_MOBILE_STEP3": "สนุกกับกระเป๋าเหรียญของคุณบนมือถือของคุณ!",

  "MESSAGE.ISSUE_INSUFFICIENT_BALANCE" : "คุณต้องการอย่างน้อย 10 ETP ในการสร้างสินทรัพย์",

  "SCANNING.MESSAGE": "สแกนโค้ด QR จากกระเป๋าเหรียญบนเดสก์ทอป",
  "SCANNING.MESSAGE_ADDRESS": "สแกนที่อยู่ของ ETP",

  "MESSAGE.NOT_ETP_ADDRESS_TITLE": "ที่อยู่ผิด",
  "MESSAGE.NOT_ETP_ADDRESS_TEXT": "นี่ไม่ใช่ที่อยู่ ETP ที่ถูกต้อง โปรดแสกนที่อยู่ของ ETP",

  "SEND_ALL_BUTTON": "ส่งทั้งหมด",

  "IMPORT_QRCODE": "โปรดใช้ QRCode ใน app.myetpwallet.com ในส่วนการตั้งค่า หลังจากนั้นให้เชื่อมกับโทรศัพท์",

  "MESSAGE.ONE_TX_PER_BLOCK": "โปรดรับทราบว่า ปัจจุบันบัญชีหนึ่งๆจะสามารถบอร์ดแคสได้เพียง 1 ธุรกรรมต่อบล็อก",
  "MESSAGE.INSUFFICIENT_BALANCE": "ยอดคงเหลือไม่เพียงพอ โปรดตรวจสอบยอดคงเหลือของคุณอีกครั้ง",

    "LOGIN.MOBILEWEB_ANDROID1": "ดาวน์โหลดแอป MyETPWallet บน Google Play Store (แนะนำ):",
  "LOGIN.MOBILEWEB_ANDROID2": "หรือดาวน์โหลดแอปจากที่นี่โดยตรง:",
  "LOGIN.MOBILEWEB_IOS": "แอปสำหรับ IOS กำลังอยู่ภายใต้การพัฒนา โปรดใช้เว็บเวอร์ชั่นบนคอมพิวเตอร์ของคุณ",
  "LOGIN.MOBILEWEB_OTHER": "MyETPWallet ตอนนี้มีเฉพาะบนคอมพิวเตอร์พีซีและโทรศัพท์แอนดรอยด์",

  "ISSUE.MAX_SUPPLY_CUSTOM": "จำนวนซับพลายสูงสุดกำหนดเอง",

  "ISSUE.ONE_MILLION": "หนึ่งล้าน",
  "ISSUE.TEN_MILLION": "สืบล้าน",
  "ISSUE.ONE_HUNDRED_MILLION": "หนึ่งร้อยล้าน",
  "ISSUE.ONE_BILLION": "หนึ่งพันล้าน",
  "ISSUE.TEN_BILLION": "สิบพันล้าน",
  
  "AVATARS": "อวตาร",
  "AVATARS.CREATE_AVATAR_BTN": "สร้าง",
  "AVATARS.NO_AVATARS": "คุณยังไม่มีอวตาร กดปุ่มสร้างเพื่อสร้างอวตารแรกของคุณ!",

  "CREATE_AVATAR": "สร้างอวตาร",
  "CREATE_AVATAR.CREATE_BTN": "สร้างอวตาร",
  "CREATE_AVATAR.SYMBOL": "สัญลักษณ์",
  "CREATE_AVATAR.ADDRESS": "ที่อยู่",

  "RECIPIENT_AVATAR": "อวตารของผู้รับ",
  "SEND_TO_AVATAR": "ส่งให้อวตาร",
  "HEADLINE_MST": "Metaverse Smart Token",
  "HEADLINE_MIT": "Metaverse Identifiable Token",
  "NO_MIT_TEXT": "คุณยังไม่มี MIT หากต้องการสร้าง MIT โปรดสร้างอวตารก่อน",
  "MIT_REGISTER.SYMBOL": "สัญลักษณ์",
  "MIT_REGISTER.CONTENT": "เนื้อหา",

  "IMPORT.WORDS_REMAINING": " คำที่เหลืออยู่",
  "IMPORT.WORDS_ALL_OK": "พร้อมจะนะเข้า",
  "IMPORT.WORDS_TOO_MANY": "มีคำมากกว่า 24 คำถูกระบุมา",
  "IMPORT.INCORRECT_WORD": "จำนวนคำไม่ถูกต้อง. ",
  "IMPORT.INCORRECT_MNEMONIC": "นิวโมนิกนี้ไม่ถูกต้อง โปรดตรวจสอบลำดับของคำ",

  "AVATARS.MY_CERTS": "ใบรับรองของฉัน",
  "AVATARS.SECONDARY_ISSUE": "Secondary Issue",
  "AVATARS.DOMAIN": "โดเมน",
  "AVATARS.NAMING": "การตั้งชื่อ",
  "OWNER": "เจ้าของ",
  "HASH": "แฮช",
  "RECEIVE.ADDRESS_NO_MST": "ที่อยู่นี้ไม่มี MST",

  "ISSUE.SECONDARYISSUE_THRESHOLD": "Secondary Issue threshold",
  "ISSUE.SECONDARYISSUE_TYPE": "สามารถ Secondary Issue ในอนาคตได้",
  "ISSUE.SECONDARYISSUE_DISABLED": "ไม่สามารถ Secondary Issue ได้",
  "ISSUE.SECONDARYISSUE_UNLIMITED": "Secondary Issue จะต้องมีใบรับรองเท่านั้น",
  "ISSUE.SECONDARYISSUE_RATE": "Secondary Issue จะต้องมีใบรับรองและเงื่อนไขที่ถูกต้อง",

  "TOTAL_AVAILABLE_BALANCE": "ที่มีเหลืออยู่ทั้งหมด",
  "AVATAR_AVAILABLE_BALANCE": "ที่มีเหลืออยู่ในอวตาร",

  "ISSUE.SYMBOL_AVAILABLE": "โดเมนนี้ยังมีอยู่ หลังจากออก MST นี้ คุณจะได้รับใบรับรองโดเมน",
  "ISSUE.SYMBOL_DOMAIN_OWNER": "อวตารของคุณเป็นเจ้าของใบรับรองโดเมนที่จะสร้าง MST นี้",
  "ISSUE.SYMBOL_NAMING_OWNER": "อวตารของคุณเป็นเจ้าใบรับรองการตั้งชื่อที่จะสร้าง MST นี้",
  "ISSUE.SYMBOL_ALREADY_EXIST": "สัญลักษณ์ MST นี้ถูกลงทะเบียนไว้แล้ว",
  "ISSUE.SYMBOL_NOT_CERT_OWNER": "อวตารของคุณไม่ได้เป็นเจ้าของใบรับรองโดเมนที่จะสร้าง MST นี้",
  "ISSUE.SYMBOL_ERROR_LOADING_MSTS": "พบข้อผิดพลาดขณะโหลด MST โปรดตรวจสอบว่าสัญลักษณ์ MST นี้ยังไม่ได้ถูกใช้",
  "ISSUE.SYMBOL_ERROR_LOADING_CERTS": "พบข้อผิดพลาดในใบรับรองโดเมน โปรดตรวจสอบว่าคุณมีสิทธิ์ที่จะสร้างสัญลักษณ์นี้",

  "REGISTER_MST": "ลงทะเบียน MST",
  "REGISTER_MIT": "ลงทะเบียน MIT",
  "TRANSFER_MIT": "ส่งต่อ MIT",

  "AVATAR_RECIPIENT_ADDRESS": "ที่อยู่ของอวตารนี้คือ {{addess}} มันถูกอัพเดทครั้งสุดท้ายเมื่อ {{last_update}}",
  "MIT.STATUS": "สถานะ",
  "CREATOR": "ผู้สร้าง",
  "CONTENT": "เนื้อหา",
  "MIT.TX_HASH": "สร้างใน",
  "MIT.HISTORY": "ประวัติธุรกรรม",
  "CHECK_IN_EXPLORER": "ตรวจสอบใน Explorer",

  "ISSUE.MAX_SUPPLY_TOO_HIGH": "จำนวนมากสุดของอุปทาน*จำนวนหลักขอเลขมีมากเกินไป โปรดลดค่าใดค่าหนึ่ง",
  "CREATE_AVATAR.NO_ADDRESS_1ETP": "คุณไม่มีที่อยู่ในที่มีอย่างน้อย 1 ETP โปรดส่งอย่างน้อย 1 ETP ไปที่ที่อยู่ที่ยังไม่ได้เชื่อมกับอวตารเพื่อที่จะสร้างอวตารของคุณ",
  "MAINNET": "เมนเน็ต",
  "TESTNET": "เทสเน็ต",

  "CREATE_AVATAR.CONFIRMATION_TITLE": "สร้างอวตารต้องชำระ 1 TP.",
  "CREATE_AVATAR.CONFIRMATION_SUBTITLE": "คุณมั่นใจที่จะสร้างอวตาร?",
  "ISSUE.NO_AVATAR": "คุณต้องมีอวตารถึงจะสร้าง MST ได้ โปรดสร้างอวตารก่อน",
  "ISSUE.SELECT_AVATAR": "โปรดเลือกอวตารที่จะเป็นผู้ออกก่อน",
  "ISSUE.NO_AVATAR_PLACEHOLDER": "ไม่มีอวตาร",
  "MIT_REGISTER.AVATAR_NAME": "ชื่ออวตารผู้รับ",
  "MIT_REGISTER.NO_AVATAR": "คุณต้องมีอวตารเพื่อลงทะเบียน MIT โปรดสร้างอวตารก่อน",
  "MIT_REGISTER.RECIPIENT_ADDRESS": "ที่อยู่อวตารผู้รับ",
  "MIT_REGISTER.SELECT_AVATAR": "โปรดเลือกที่อยู่อวตารผู้รับก่อน",
  "CREATE_AVATAR.AVATAR_ALREADY_EXIST": "อวตารนี้ถูกลงทะเบียนไปแล้ว",
  "MIT_REGISTER.MIT_ALREADY_EXIST": "สัญลักษณ์ MIT นี้ถูกลงทะเบียนไปแล้ว",

  "SEND_TO_ONE": "ส่งไปหนึ่งผู้รับ",
  "SEND_MORE": "ส่งไปหลายผู้รับ",
  "RECIPIENT": "ผู้รับ",
  "ADD_RECIPIENT": "เพิ่มผู้รับ",
  "REMOVE_RECIPIENT": "ลดผู้รับ",
  "TOTAL_TO_SEND": "ทั้งหมดที่จะส่ง",

  "SEND_MORE.TOTAL_MORE_AVAILABLE": "จำนวนทั้งหมดที่มีสูงกว่าที่คุณมี",
  "SEND_MORE.WRONG_FILE": "ไม่สามารถที่จะอ่านไฟล์นี้ได้ โปรดตรวจสอบฟอร์แมต หรือคุณอาจดาวน์โหลดไฟล์ CSV และใช้เทมเพลตในนั้น",

  "IMPORT_FROM_CSV": "นำเจ้าจาก CSV",
  "DOWNLOAD_CSV": "ดาวน์โหลด CSV",
  "MESSAGE.SEND_MORE_IMPORT_CSV_TOO_MANY_RECIPIENT_TITLE": "จำนวนผู้รับมากเกินไป",
  "MESSAGE.SEND_MORE_IMPORT_CSV_TOO_MANY_RECIPIENT_BODY": "ไฟล์นี้มีจำนวนผู้รับมากเกินไป จำนวนผู้รับสูงสุดต่อไฟล์ถูกจำกัดอยู่ที่ ",

  "TRANSACTION": "ธุรกรรม",
  "LOCKED_UNTIL": "ล็อกจนกระทั่ง",
  "LOCKED_FOR_BLOCKS": "ล็อกจน",
  "DEPOSITS": "ฝาก"
}
